{
   "31ecb63487b048c1": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02212",
      "title": "A Unicorn in Monoceros: the $3M_\\odot$ dark companion to the bright,  nearby red giant V723 Mon is a non-interacting, mass-gap black hole candidate",
      "author": "Authors:T. Jayasinghe, K. Z. Stanek, Todd A. Thompson, C. S. Kochanek, D. M. Rowan, P. J. Vallely, K. G. Strassmeier, M. Weber, J. T. Hinkle, F.-J. Hambsch, D. Martin, J. L. Prieto, T. Pessi, D. Huber, K. Auchettl, L. A. Lopez, I. Ilyin, C. Badenes, A. W. Howard, H. Isaacson, S. J. Murphy",
      "comment": "25 pages, 14 figures. Will be submitted to MNRAS. Comments welcome",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR); High Energy Astrophysical Phenomena (astro-ph.HE); General Relativity and Quantum Cosmology (gr-qc)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "We report the discovery of the closest known black hole candidate as a binary\ncompanion to V723 Mon. V723 Mon is a nearby ($d\\sim460\\,\\rm pc$), bright\n($V\\simeq8.3$~mag), evolved ($T_{\\rm eff, giant}\\simeq4440$ K, $L_{\\rm\ngiant}\\simeq173~L_\\odot$ and $R_{\\rm giant}\\simeq22 ~R_\\odot$) red giant in a\nhigh mass function, $f(M)=1.72\\pm 0.01~M_\\odot$, nearly circular binary\n($P=59.9$ d, $e\\simeq 0$). V723 Mon is a known variable star, previously\nclassified as an eclipsing binary, but its ASAS, KELT, and TESS light curves\nare those of a nearly edge-on ellipsoidal variable. Detailed models of the\nlight curves constrained by the period, radial velocities and stellar\ntemperature give an inclination of $i=87.0^\\circ \\pm 1.0^\\circ$, a mass ratio\nof $q\\simeq0.30\\pm0.02$, a companion mass of $M_{\\rm\ncomp}=2.91\\pm0.08~M_\\odot$, a stellar radius of $R_{\\rm\ngiant}=23.6\\pm1.0~R_\\odot$, and a giant mass of $M_{\\rm giant}=0.87\\pm0.08~\nM_\\odot$. We identify a likely non-stellar, diffuse veiling component with\ncontributions in the $B$ and $V$-band of ${\\sim}64\\%$ and ${\\sim}23\\%$,\nrespectively. The SED and the absence of continuum eclipses imply that the\ncompanion mass must be dominated by a compact object. We do observe eclipses of\nthe Balmer lines when the dark companion passes behind the giant, but their\nvelocity spreads are low compared to observed accretion disks. The X-ray\nluminosity of the system is $L_{\\rm X}\\simeq1.0\\times10^{30}~\\rm ergs~s^{-1}$,\ncorresponding to $L\/L_{\\rm edd}{\\sim}10^{-9}$.The simplest explanation for the\nmassive companion is a single compact object, most likely a black hole in the\n\"mass gap\", although a double neutron star binary is possible.\n"
   },
   "d7aee61eb262e57f": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02215",
      "title": "An Optical Observational Cluster Mass Function at $z\\sim1$ with the  ORELSE Survey",
      "author": "Authors:D. Hung, B. C. Lemaux, R. R. Gal, A. R. Tomczak, L. M. Lubin, O. Cucciati, D. Pelliccia, L. Shen, O. Le Fèvre, G. Zamorani, P-F. Wu, D. D. Kocevski, C. D. Fassnacht, G. K. Squires",
      "comment": "13 pages, 8 figures, submitted to MNRAS",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "We present a new mass function of galaxy clusters and groups using\noptical\/near-infrared wavelength spectroscopic and photometric data from the\nObservations of Redshift Evolution in Large-Scale Environments (ORELSE) survey.\nAt $z\\sim1$, cluster mass function studies are rare regardless of wavelength\nand have never been attempted from an optical\/near-infrared perspective. This\nwork serves as a proof of concept that $z\\sim1$ cluster mass functions are\nachievable without supplemental X-ray or Sunyaev-Zel'dovich (SZ) data.\nMeasurements of the cluster mass function provide important contraints on\ncosmological parameters and are complementary to other probes. With ORELSE, a\nnew cluster finding technique based on Voronoi tessellation Monte-Carlo (VMC)\nmapping, and rigorous purity and completeness testing, we have obtained\n$\\sim$240 galaxy overdensity candidates in the redshift range $0.55<z<1.37$ at\na mass range of $13.6<\\log(M\/M_{\\odot})<14.8$. This mass range is comparable to\nexisting optical cluster mass function studies for the local universe. Our\ncandidate numbers vary based on the choice of multiple input parameters related\nto detection and characterization in our cluster finding algorithm, which we\nincorporated into the mass function analysis through a Monte-Carlo scheme. We\nfind cosmological constraints on the matter density of $\\Omega_{m} =\n0.250^{+0.104}_{-0.099}$ and on the amplitude of fluctuations of $\\sigma_{8} =\n1.150^{+0.260}_{-0.163}$. While our $\\Omega_{m}$ value is close to concordance,\nour $\\sigma_{8}$ value is $\\sim2\\sigma$ higher because of the inflated observed\nnumber densities compared to theoretical mass function models owing to how our\nsurvey targeted overdense regions. With Euclid and several other large,\nunbiased optical surveys on the horizon, VMC mapping will enable optical\/NIR\ncluster cosmology at redshifts much higher than what has been possible before.\n"
   },
   "bcc9b8f3d56d381e": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02216",
      "title": "Multi-wavelength view of SPT-CL J2106-5844. The radio galaxies and the  thermal and relativistic plasmas in a massive galaxy cluster merger at z>1.1",
      "author": "Authors:Luca Di Mascolo, Tony Mroczkowski, Yvette Perrott, Lawrence Rudnick, M. James Jee, Kim HyeongHan, Eugene Churazov, Jordan D. Collier, Jose M. Diego, Andrew M. Hopkins, Jinhyub Kim, Bärbel S. Koribalski, Joshua D. Marvil, Remco van der Burg, Jennifer L. West",
      "comment": "15 pages, 11 figures, and 1 table; submitted to A&A, comments are welcome",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "SPT-CL J2106-5844 is among the most massive galaxy clusters at z>1 yet\ndiscovered. While initially used in cosmological tests to assess the\ncompatibility with $\\Lambda$CDM cosmology of such a massive virialized object\nat this redshift, more recent studies indicate SPT-CL J2106-5844 is undergoing\na major merger, and is not an isolated system with a singular, well-defined\nhalo. We use sensitive, high spatial resolution measurements from ALMA and ACA\nof the thermal SZ effect to reconstruct the pressure distribution of the\nintracluster medium in this system. These measurements are coupled with radio\nobservations from the EMU pilot survey, using ASKAP and the ATCA to search for\ndiffuse non-thermal emission. Further, to better constrain the thermodynamic\nstructure of the cluster, we complement our analysis with re-processed archival\n$Chandra$ observations. We fit the ALMA+ACA SZ data in $uv$-space using a\nBayesian forward modelling technique. The ASKAP and ATCA data are processed and\nimaged to specifically highlight any potential diffuse radio emission. In the\nALMA+ACA SZ data, we reliably identify at high significance two main gas\ncomponents associated with the mass clumps inferred from weak lensing. Our\nstatistical test excludes at the ~9.9$\\sigma$ level the possibility of\ndescribing the system with a single SZ component. While the components had been\nmore difficult to identify in the X-ray data alone, we find that the bimodal\ngas distribution is supported by X-ray hardness distribution. The EMU radio\nobservations reveal a diffuse radio structure ~400 kpc in projected extent\nalong the north-west\/south-east direction, indicative of strong activity from\nthe active galactic nucleus within the brightest cluster galaxy. Interestingly,\nalbeit on a smaller scale, a putative optical star-forming filamentary\nstructure detected in the HST image is in an excellent alignment with the radio\nstructure.\n"
   },
   "ad0b260147b0288c": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02217",
      "title": "Black Hole Mergers from Star Clusters with Top-Heavy Initial Mass  Functions",
      "author": "Authors:Newlin C. Weatherford, Giacomo Fragione, Kyle Kremer, Sourav Chatterjee, Claire S. Ye, Carl L. Rodriguez, Frederic A. Rasio",
      "comment": "8 pages, 4 figures, 1 table; accepted for publication to ApJL",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "Recent observations of globular clusters (GCs) provide evidence that the\nstellar initial mass function (IMF) may not be universal, suggesting\nspecifically that the IMF grows increasingly top-heavy with decreasing\nmetallicity and increasing gas density. Non-canonical IMFs can greatly affect\nthe evolution of GCs, mainly because the high end determines how many black\nholes (BHs) form. Here we compute a new set of GC models, varying the IMF\nwithin observational uncertainties. We find that GCs with top-heavy IMFs lose\nmost of their mass within a few Gyr through stellar winds and tidal stripping.\nHeating of the cluster through BH mass segregation greatly enhances this\nprocess. We show that, as they approach complete dissolution, GCs with\ntop-heavy IMFs can evolve into 'dark clusters' consisting of mostly BHs by\nmass. In addition to producing more BHs, GCs with top-heavy IMFs also produce\nmany more binary BH (BBH) mergers. Even though these clusters are short-lived,\nmergers of ejected BBHs continue at a rate comparable to, or greater than, what\nis found for long-lived GCs with canonical IMFs. Therefore these clusters,\nalthough they are no longer visible today, could still contribute significantly\nto the local BBH merger rate detectable by LIGO\/Virgo, especially for sources\nwith higher component masses well into the BH mass gap. We also report that one\nof our GC models with a top-heavy IMF produces dozens of intermediate-mass\nblack holes (IMBHs) with masses $M>100\\,{\\rm M_\\odot}$, including one with\n$M>500\\,{\\rm M_\\odot}$. Ultimately, additional gravitational wave observations\nwill provide strong constraints on the stellar IMF in old GCs and the formation\nof IMBHs at high redshift.\n"
   },
   "99dc5175768416b4": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02220",
      "title": "Spatially Resolved Stellar Spectroscopy of the Ultra-diffuse Galaxy  Dragonfly 44. III. Evidence for an Unexpected Star-Formation History",
      "author": "Authors:Alexa Villaume, Aaron J. Romanowsky, Jean Brodie, Pieter van Dokkum, Charlie Conroy, Duncan Forbes, Shany Danieli, Christopher Martin, Matt Matuszewski",
      "comment": "Submitted to ApJ, comments welcome!",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "We use the Keck Cosmic Web Imager integral-field unit spectrograph to: 1)\nmeasure the global stellar population parameters for the ultra-diffuse galaxy\n(UDG) Dragonfly 44 (DF44) to much higher precision than previously possible for\nany UDG, and 2) for the first time measure spatially-resolved stellar\npopulation parameters of a UDG. We find that DF44 falls below the\nmass--metallicity relation established by canonical dwarf galaxies both in and\nbeyond the Local Group. We measure a flat radial age gradient ($m_{\\rm age}\n\\sim +0.01_{-0.08}^{+0.07}$ log Gyr kpc$^{-1}$) and a flat-to-positive\nmetallicity gradient ($m_{\\rm [Fe\/H]} \\sim +0.08_{-0.11}^{+0.11}$ dex\nkpc$^{-1}$), which are inconsistent with the gradients measured in similarly\npressure-supported dwarf galaxies. We also measure a flat-to-negative [Mg\/Fe]\ngradient ($m_{\\rm [Mg\/Fe]} \\sim -0.18_{-0.17}^{+0.17}$ dex kpc$^{-1}$) such\nthat the central $1.5$ kpc of DF44 has stellar population parameters comparable\nto metal-poor globular clusters. Overall, DF44 does not have internal\nproperties similar to other dwarf galaxies and is inconsistent with it having\nbeen puffed up through a prolonged, bursty star-formation history, as suggested\nby some simulations. Rather, the evidence indicates that DF44 experienced an\nintense epoch of \"inside-out\" star formation and then quenched early and\ncatastrophically, such that star-formation was cut off more quickly than in\ncanonical dwarf galaxies.\n"
   },
   "91830180f2539e20": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02221",
      "title": "The Hubble Constant from Infrared Surface Brightness Fluctuation  Distances",
      "author": "Authors:John P. Blakeslee, Joseph B. Jensen, Chung-Pei Ma, Peter A. Milne, Jenny E. Greene",
      "comment": "16 pages, including detailed Appendix on the Tip of the Red Giant Branch calibration; submitted to ApJ",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); General Relativity and Quantum Cosmology (gr-qc)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "We present a measurement of the Hubble constant $H_0$ from surface brightness\nfluctuation (SBF) distances for 63 bright, mainly early-type galaxies out to\n100 Mpc observed with the Wide Field Camera 3 Infrared Channel (WFC3\/IR) on the\nHubble Space Telescope (HST). The sample is drawn from several independent HST\nimaging programs that all used the WFC3\/IR F110W bandpass. The distances reach\nthe Hubble flow, with the majority of galaxies being in the 50-80 Mpc range.\nThe median statistical uncertainty on individual measurements is 4%. We\nconstruct the IR SBF Hubble diagram with these distances and constrain $H_0$\nusing three different treatments of the galaxy velocities. For the SBF zero\npoint calibration, we use both the existing tie to Cepheid variables, updated\nfor consistency with the latest determination of the distance to the Large\nMagellanic Cloud from detached eclipsing binaries, and a new tie to the tip of\nthe red giant branch (TRGB) calibrated from the maser distance to NGC4258.\nThese two SBF calibrations are consistent with each other and with theoretical\npredictions from stellar population models. From a weighted average of the\nCepheid and TRGB calibrations, we derive $H_0=73.3{\\,\\pm\\,}0.7{\\,\\pm\\,}2.4$\nkm\/s\/Mpc, where the error bars reflect the statistical and systematic\nuncertainties. This result accords well with recent measurements of $H_0$ from\nType Ia supernovae, time delays in multiply lensed quasars, and water masers.\nThe systematic uncertainty could be reduced to below 2% by calibrating the SBF\nmethod with precision TRGB distances for a statistical sample of massive\nearly-type galaxies out to the Virgo cluster measured with the James Webb Space\nTelescope.\n"
   },
   "b2deba96513178e3": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02228",
      "title": "Euclid preparation: XI. Mean redshift determination from galaxy redshift  probabilities for cosmic shear tomography",
      "author": "Authors:Euclid Collaboration: O. Ilbert, S. de la Torre, N. Martinet, A.H. Wright, S. Paltani, C. Laigle, I. Davidzon, E. Jullo, H. Hildebrandt, D.C. Masters, A. Amara, C.J. Conselice, S. Andreon, N. Auricchio, R. Azzollini, C. Baccigalupi, A. Balaguera-Antolínez, M. Baldi, A. Balestra, S. Bardelli, R. Bender, A. Biviano, C. Bodendorf, D. Bonino, S. Borgani, A. Boucaud, E. Bozzo, E. Branchini, M. Brescia, C. Burigana, R. Cabanac, S. Camera, V. Capobianco, A. Cappi, C. Carbone, J. Carretero, C.S. Carvalho, S. Casas, F.J. Castander, M. Castellano, G. Castignani, S. Cavuoti, A. Cimatti, R. Cledassou, C. Colodro-Conde, G. Congedo, L. Conversi, Y. Copin, L. Corcione, A. Costille, J. Coupon, H.M. Courtois, M. Cropper, J. Cuby, A. Da Silva, H. Degaudenzi, D. Di Ferdinando, F. Dubath, C. Duncan, X. Dupac,  et al. (104 additional authors not shown)",
      "comment": "21 pages, 10 figures, accepted in A&A",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "The analysis of weak gravitational lensing in wide-field imaging surveys is\nconsidered to be a major cosmological probe of dark energy. Our capacity to\nconstrain the dark energy equation of state relies on the accurate knowledge of\nthe galaxy mean redshift $\\langle z \\rangle$. We investigate the possibility of\nmeasuring $\\langle z \\rangle$ with an accuracy better than $0.002\\,(1+z)$, in\nten tomographic bins spanning the redshift interval $0.2<z<2.2$, the\nrequirements for the cosmic shear analysis of Euclid. We implement a\nsufficiently realistic simulation to understand the advantages,\ncomplementarity, but also shortcoming of two standard approaches: the direct\ncalibration of $\\langle z \\rangle$ with a dedicated spectroscopic sample and\nthe combination of the photometric redshift probability distribution function\n(zPDF) of individual galaxies. We base our study on the Horizon-AGN\nhydrodynamical simulation that we analyse with a standard galaxy spectral\nenergy distribution template-fitting code. Such procedure produces photometric\nredshifts with realistic biases, precision and failure rate. We find that the\nEuclid current design for direct calibration is sufficiently robust to reach\nthe requirement on the mean redshift, provided that the purity level of the\nspectroscopic sample is maintained at an extremely high level of $>99.8\\%$. The\nzPDF approach could also be successful if we debias the zPDF using a\nspectroscopic training sample. This approach requires deep imaging data, but is\nweakly sensitive to spectroscopic redshift failures in the training sample. We\nimprove the debiasing method and confirm our finding by applying it to\nreal-world weak-lensing data sets (COSMOS and KiDS+VIKING-450).\n"
   },
   "61290a9392574c94": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02234",
      "title": "Solar Mass Primordial Black Holes in Moduli Dominated Universe",
      "author": "Authors:Sukannya Bhattacharya, Anirban Das, Koushik Dutta",
      "comment": "23 pages, 5 figures, Comments Welcome",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Phenomenology (hep-ph); High Energy Physics - Theory (hep-th)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "We explore the prospect of producing primordial black holes around the solar\nmass region during an early matter domination epoch. The early matter-dominated\nepoch can arise when a moduli field comes to dominate the energy density of the\nUniverse prior to big bang nucleosynthesis. The absence of radiation pressure\nduring a matter-dominated epoch enhances primordial black hole formation from\nthe gravitational collapse of primordial density fluctuations. In particular,\nwe find that primordial black holes are produced in the $0.1-10~M_{\\odot}$ mass\nrange with a favorable choice of parameters in the theory. However, they cannot\nexplain all of the merger events detected by the LIGO\/Virgo gravitational wave\nsearch. In such a case, primordial black holes form about $4\\%$ of the total\ndark matter abundance, of which $95\\%$ belongs to the LIGO\/Virgo consistent\nmass range. The rest of the dark matter could be in the form of particles that\nare produced from the decay of the moduli field during reheating.\n"
   },
   "ebf1e59a57216bdd": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02237",
      "title": "Loops abound in the cosmic microwave background: A $4σ$ anomaly on  super-horizon scales",
      "author": "Authors:Pratyush Pranav",
      "comment": "21 pages, 8 figures, 2 tables",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); Algebraic Topology (math.AT)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "We present a topological analysis of the temperature fluctuation maps from\nthe \\emph{Planck 2020} Data release 4 (DR4) based on the \\texttt{NPIPE} data\nprocessing pipeline. For comparison, we also present the topological\ncharacteristics of the maps from \\emph{Planck 2018} Data release 3 (DR3). We\nperform our analysis in terms of the homology characteristics of the maps,\ninvoking relative homology to account for analysis in the presence of masks. We\nperform our analysis for a range of smoothing scales spanning sub- and\nsuper-horizon scales corresponding to $FWHM = 5', 10', 20', 40', 80', 160',\n320', 640'$. Our main result indicates a significantly anomalous behavior of\nthe loops in the observed maps compared to simulations that are modeled as\nisotopic and homogeneous Gaussian random fields. Specifically, we observe a\n$4\\sigma$ deviation between the observation and simulations in the number of\nloops at $FWHM = 320'$ and $FWHM = 640'$, corresponding to super-horizon scales\nof $5$ degrees and larger. In addition, we also notice a mildly significant\ndeviation at $2\\sigma$ for all the topological descriptors for almost all the\nscales analyzed. Our results show a consistency across different data releases,\nand therefore, the anomalous behavior deserves a careful consideration\nregarding its origin and ramifications. Disregarding the unlikely source of the\nanomaly being instrumental systematics, the origin of the anomaly may be\ngenuinely astrophysical -- perhaps due to a yet unresolved foreground, or truly\nprimordial in nature. Given the nature of the topological descriptors, that\npotentially encodes information of all orders, non-Gaussianities, of either\nprimordial or late-type nature, may be potential candidates. Alternate\npossibilities include the Universe admitting a non-trivial global topology,\nincluding effects induced by large-scale topological defects.\n"
   },
   "44be2c2d20054e1c": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02241",
      "title": "On the observed clustering of major bodies in solar and extrasolar  subsystems",
      "author": "Authors:Dimitris M. Christodoulou (UMass Lowell), Demosthenes Kazanas (NASA\/GSFC)",
      "comment": "None",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "Major (exo)planetary and satellite bodies seem to concentrate at intermediate\nareas of the radial distributions of all the objects present in each\n(sub)system. We prove rigorously that the secular evolution of (exo)planets and\nsatellites necessarily results in the observed intermediate accumulation of the\nmassive objects in all such subsystems. We quantify a \"middle\" as the mean of\nmean motions (orbital angular velocities) of three or more massive objects\ninvolved. Orbital evolution is expected to be halted or severely diminished\nwhen the survivors settle near mean-motion resonances and substantial\nangular-momentum transfer between bodies ceases to occur (gravitational Landau\ndamping). The dynamics is opposite in direction to what has been theorized for\nviscous and magnetized accretion disks in which gas spreads out and away from\neither side of any conceivable intermediate area. The results are bound to\nchange the way we think about planet and moon formation and evolution.\n"
   },
   "c0ef0fa33fd70e48": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02242",
      "title": "Determination of stellar parameters for Ariel targets: a comparison  analysis between different spectroscopic methods",
      "author": "Authors:A. Brucalassi, M. Tsantaki, L. Magrini, S. Sousa, C. Danielski, K. Biazzo, G. Casali, M. Van der Swaelmen, M. Rainer, V. Adibekyan, E. Delgado-Mena, N. Sanna",
      "comment": "15 pages, 6 figures, accepted for publication in Experimental Astronomy",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP); Instrumentation and Methods for Astrophysics (astro-ph.IM); Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "Ariel has been selected as the next ESA M4 science mission and it is expected\nto be launched in 2028. During its 4-year mission, Ariel will observe the\natmospheres of a large and diversified population of transiting exoplanets. A\nkey factor for the achievement of the scientific goal of Ariel is the selection\nstrategy for the definition of the input target list. A meaningful choice of\nthe targets requires an accurate knowledge of the planet hosting star\nproperties and this is necessary to be obtained well before the launch. In this\nwork, we present the results of a bench-marking analysis between three\ndifferent spectroscopic techniques used to determine stellar parameters for a\nselected number of targets belonging to the Ariel reference sample. We aim to\nconsolidate a method that will be used to homogeneously determine the stellar\nparameters of the complete Ariel reference sample. Homogeneous, accurate and\nprecise derivation of stellar parameters is crucial for characterizing\nexoplanet-host stars and in turn is a key factor for the accuracy of the planet\nproperties.\n"
   },
   "d7114a602cc7b653": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02253",
      "title": "TESS Observations of the Luhman 16AB Brown Dwarf System: Rotational  Periods, Lightcurve Evolution, and Zonal Circulation",
      "author": "Authors:Daniel Apai, Domenico Nardiello, Luigi R. Bedin",
      "comment": "Published in the Astrophysical Journal on January 7 with a video abstract. Visualization of the lightcurve and Lomb-Scargle periodogram analysis is available at: this https URL . 35 pages, 16 figures",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP); Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "Brown dwarfs were recently found to display rotational modulations, commonly\nattributed to cloud cover of varying thickness, possibly modulated by\nplanetary-scale waves. However, the long-term, continuous, high-precision\nmonitoring data to test this hypothesis for more objects is lacking. By\napplying our novel photometric approach to TESS data, we extract a\nhigh-precision lightcurve of the closest brown dwarfs, which form the binary\nsystem Luhman 16AB. Our observations, that cover about 100 rotations of Luhman\n16B, display continuous lightcurve evolution. The periodogram analysis shows\nthat the rotational period of the component that dominates the lightcurve is\n5.28 h. We also find evidence for periods of 2.5 h, 6.94 h, and 90.8 h. We show\nthat the 2.5 h and 5.28 h periods emerge from Luhman 16B and that they consist\nof multiple, slightly shifted peaks, revealing the presence of high-speed jets\nand zonal circulation in this object. We find that the lightcurve evolution is\nwell fit by the planetary-scale waves model, further supporting this\ninterpretation. We argue that the 6.94 h peak is likely the rotation period of\nLuhman 16A. By comparing the rotational periods to observed v sin(i)\nmeasurements, we show that the two brown dwarfs are viewed at angles close to\ntheir equatorial planes. We also describe a long-period (P~91 h) evolution in\nthe lightcurve, which we propose emerges from the vortex-dominated polar\nregions. Our study paves the way toward direct comparisons of the predictions\nof global circulation models to observations via periodogram analysis.\n"
   },
   "71f410cca8012717": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02257",
      "title": "CODEX Weak Lensing Mass Catalogue and implications on the mass-richness  relation",
      "author": "Authors:K. Kiiveri, D. Gruen, A. Finoguenov, T. Erben, L. van Waerbeke, E. Rykoff, L. Miller, S. Hagstotz, R. Dupke, J. Patrick Henry, J-P. Kneib, G. Gozaliasl, C. C. Kirkpatrick, N. Cibirka, N. Clerc, M. Costanzi, E. S. Cypriano, E. Rozo, H. Shan, P. Spinelli, J. Valiviita, J. Weller",
      "comment": "37 pages, 12 figures",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "The COnstrain Dark Energy with X-ray clusters (CODEX) sample contains the\nlargest flux limited sample of X-ray clusters at $0.35 < z < 0.65$. It was\nselected from ROSAT data in the 10,000 square degrees of overlap with BOSS,\nmapping a total number of 2770 high-z galaxy clusters. We present here the full\nresults of the CFHT CODEX program on cluster mass measurement, including a\nreanalysis of CFHTLS Wide data, with 25 individual lensing-constrained cluster\nmasses. We employ $lensfit$ shape measurement and perform a conservative\ncolour-space selection and weighting of background galaxies. Using the\ncombination of shape noise and an analytic covariance for intrinsic variations\nof cluster profiles at fixed mass due to large scale structure, miscentring,\nand variations in concentration and ellipticity, we determine the likelihood of\nthe observed shear signal as a function of true mass for each cluster. We\ncombine 25 individual cluster mass likelihoods in a Bayesian hierarchical\nscheme with the inclusion of optical and X-ray selection functions to derive\nconstraints on the slope $\\alpha$, normalization $\\beta$, and scatter\n$\\sigma_{\\ln \\lambda | \\mu}$ of our richness-mass scaling relation model in\nlog-space: $\\left<\\ln \\lambda | \\mu \\right> = \\alpha \\mu + \\beta$, with $\\mu =\n\\ln (M_{200c}\/M_{\\mathrm{piv}})$, and $M_{\\mathrm{piv}} = 10^{14.81}\nM_{\\odot}$. We find a slope $\\alpha = 0.49^{+0.20}_{-0.15}$, normalization $\n\\exp(\\beta) = 84.0^{+9.2}_{-14.8}$ and $\\sigma_{\\ln \\lambda | \\mu} =\n0.17^{+0.13}_{-0.09}$ using CFHT richness estimates. In comparison to other\nweak lensing richness-mass relations, we find the normalization of the richness\nstatistically agreeing with the normalization of other scaling relations from a\nbroad redshift range ($0.0<z<0.65$) and with different cluster selection\n(X-ray, Sunyaev-Zeldovich, and optical).\n"
   },
   "8399cbb71c5d278f": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02290",
      "title": "High-energy emission from tidal disruption events in active galactic  nuclei",
      "author": "Authors:Chi-Ho Chan, Tsvi Piran, Julian H. Krolik",
      "comment": "11 pages, 8 figures, submitted to ApJ",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "Tidal disruption events (TDEs) taking place in active galactic nuclei (AGNs)\nare different from ordinary TDEs. In these events, the returning tidal debris\nstream drills through the pre-existing AGN accretion disk near the stream\npericenter, destroying the inner disk in the process, and then intersects with\nthe disk a second time at radii ranging from a few to hundreds of times the\npericenter distance. The debris dynamics of such TDEs, and hence their\nappearance, are distinct from ordinary TDEs. Here we explore the signature of\nthis \"second impact\" of the stream with the disk. Strong shocks form as the\ndilute stream is stopped by the denser disk. Compton cooling of the shocked\nmaterial produces hard X-rays, even soft gamma-rays, with most of the energy\nemitted between ~10 keV and 1 MeV. The luminosity follows the mass-return rate,\npeaking between ~$10^{42}$ and $10^{44}$ erg\/s. The X-ray hardness and the\nsmoothness of the light curve provide possible means for distinguishing the\nsecond impact from ordinary AGN flares, which exhibit softer spectra and more\nirregular light curves.\n"
   },
   "f1932eda2317bbb4": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02316",
      "title": "Analyzing the Stability of Non-coplanar Circumbinary Planets using  Machine Learning",
      "author": "Authors:Zhihui Kong, Jonathan H. Jiang, Zong-Hong Zhu, Kristen A. Fahy, Remo Burn",
      "comment": "None",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP); Machine Learning (cs.LG)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "Exoplanet detection in the past decade by efforts including NASA's Kepler and\nTESS missions has discovered many worlds that differ substantially from planets\nin our own Solar system, including more than 400 exoplanets orbiting binary or\nmulti-star systems. This not only broadens our understanding of the diversity\nof exoplanets, but also promotes our study of exoplanets in the complex binary\nand multi-star systems and provides motivation to explore their habitability.\nIn this study, we analyze orbital stability of exoplanets in non-coplanar\ncircumbinary systems using a numerical simulation method, with which a large\nnumber of circumbinary planet samples are generated in order to quantify the\neffects of various orbital parameters on orbital stability. We also train a\nmachine learning model that can quickly determine the stability of the\ncircumbinary planetary systems. Our results indicate that larger inclinations\nof the planet tend to increase the stability of its orbit, but change in the\nplanet's mass range between Earth and Jupiter has little effect on the\nstability of the system. In addition, we find that Deep Neural Networks (DNNs)\nhave higher accuracy and precision than other machine learning algorithms.\n"
   },
   "f3a7a8eeaf18e3eb": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02348",
      "title": "Simulations of globular clusters within their parent galaxies: multiple  stellar populations and internal kinematics",
      "author": "Authors:Madeleine McKenzie, Kenji Bekki",
      "comment": "None",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "Using three-dimensional smoothed particle hydrodynamics simulations, we\ninvestigate the formation of multiple stellar populations (MSPs) in globular\nclusters (GCs) within the context of their parent galaxies. In our scenario,\nthe second generation (2G) of stars originate from both asymptotic giant branch\n(AGB) polluters and pristine gas accreted from the host galaxy. Previous\ntheoretical and numerical studies have demonstrated that this 'AGB with\ndilution' model has the potential to alleviate several problems faced by the\nclassical AGB scenario. However, the accretion of pristine gas on to the GC has\nyet to be investigated within the context of the parent galaxy. This paper\npresents the preliminary results from our original simulation code which models\nGC formation from giant molecular clouds in a host galaxy, and subsequent gas\naccretion on to the GC. By simulating the genesis of the 2G over a 370 Myr time\nframe, we demonstrate that the fraction of 2G stars are inextricably linked to\nthe GC's environment. Our simulations rationalize the wide variety of abundance\npatterns, kinematics, and 2G concentrations by altering the initial conditions\nof both the GC progenitor and the host galaxy itself. Most notably, we\nreproduce a positive correlation between the fraction of 2G stars and the\ninitial mass of the cluster. We discuss the physical implications of our\nscenario and compare our simulations with observations of the Galactic GC 47\nTucanae (47 Tuc). Finally, we present scaling relations that encompass the\nwider GC population and serve as a reference for future observations.\n"
   },
   "c4f035c32e1dd279": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02357",
      "title": "Rapid ortho-to-para nuclear spin conversion of H2 on a silicate dust  surface",
      "author": "Authors:Masashi Tsuge, Toshinobu Namiyoshi, Kenji Furuya, Tomoya Yamazaki, Akira Kouchi, Naoki Watanabe",
      "comment": "34 pages, 10 figures, 1 table; Accepted for publication in ApJ",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "The H2 molecule has two nuclear spin isomers, the so-called ortho and para\nisomers. Nuclear spin conversion (NSC) between these states is forbidden in the\ngas phase. The energy difference between the lowest ortho and para states is as\nlarge as 14.7 meV, corresponding to ~170 K. Therefore, each state of H2\ndifferently affects not only the chemistry but also the macroscopic gas\ndynamics in space, and thus, the ortho-to-para abundance ratio (OPR) of H2 has\nsignificant impacts on various astronomical phenomena. For a long time, the OPR\nof nascent H2 upon formation on dust grains has been assumed to have a\nstatistical value of three and to gradually equilibrate in the gas phase at the\ntemperature of the circumstances. Recently, NSC of H2 was experimentally\nrevealed to occur on water ice at very low temperatures and thus incorporated\ninto gas-dust chemical models. However, H2 molecules should form well before\ndust grains are coated by water ice. Information about how the OPR of H2\nbehaves on bare silicate dust before ice-mantle formation is lacking. Knowing\nthe influence of the OPR of H2 if the OPR changes even on a bare silicate\nsurface within an astronomically meaningful time scale is desirable. We report\nthe first laboratory measurements of NSC of H2 physisorbed on amorphous\nsilicate (Mg2SiO4) at temperatures up to 18 K. The conversion was found to\noccur very rapidly.\n"
   },
   "bd838a2973991525": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02365",
      "title": "Evolution of dust porosity through coagulation and shattering in the  interstellar medium",
      "author": "Authors:Hiroyuki Hirashita, Vladimir B. Il'in, Laurent Pagani, Charlène Lefèvre",
      "comment": "17 pages, 9 figures, accepted for publication in MNRAS",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "The properties of interstellar grains, such as grain size distribution and\ngrain porosity, are affected by interstellar processing, in particular,\ncoagulation and shattering, which take place in the dense and diffuse\ninterstellar medium (ISM), respectively. In this paper, we formulate and\ncalculate the evolution of grain size distribution and grain porosity through\nshattering and coagulation. For coagulation, we treat the grain evolution\ndepending on the collision energy. Shattering is treated as a mechanism of\nforming small compact fragments. The balance between these processes are\ndetermined by the dense-gas mass fraction $\\eta_\\mathrm{dense}$, which\ndetermines the time fraction of coagulation relative to shattering. We find\nthat the interplay between shattering supplying small grains and coagulation\nforming porous grains from shattered grains is fundamentally important in\ncreating and maintaining porosity. The porosity rises to 0.7--0.9 (or the\nfilling factor 0.3--0.1) around grain radii $a\\sim 0.1~\\mu$m. We also find\nthat, in the case of $\\eta_\\mathrm{dense}=0.1$ (very efficient shattering with\nweak coagulation) porosity significantly enhances coagulation, creating fluffy\nsubmicron grains with filling factors lower than 0.1. The porosity enhances the\nextinction by 10--20 per cent at all wavelengths for amorphous carbon and at\nultraviolet wavelengths for silicate. The extinction curve shape of silicate\nbecomes steeper if we take porosity into account. We conclude that the\ninterplay between shattering and coagulation is essential in creating porous\ngrains in the interstellar medium and that the resulting porosity can impact\nthe grain size distributions and extinction curves.\n"
   },
   "4926dcb16563c5f4": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02371",
      "title": "New insights into the WR nebula M1-67 with SITELLE",
      "author": "Authors:Marcel Sévigny, Nicole St-Louis, Laurent Drissen, Thomas Martin",
      "comment": "13 pages, 16 figures, 4 tables",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR); Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "We present a detailed study of M1-67, a well-known nebula around the\npopulation I Wolf-Rayet star WR 124 (WNh 8), based on datacubes obtained with\nthe imaging Fourier transform spectrometer SITELLE at the Canada-France-Hawaii\nTelescope (CFHT). This allowed us to reconstruct detailed emission-line ratio\nmaps that highlight clear orthogonal features from a chemical abundance point\nof view, a complete extinction map, as well as the electron density and\ntemperature structures. In addition to this information, velocity maps were\nobtained shedding light on the bow shock structure due to the high velocity of\nWR124, qualified as a runaway star, which is about +190\\,km\\,s$^{-1}$ relative\nto the local ISM. Interaction between the latter structure and spherical and\nnon-spherical outburst could explain the global morphology of M1-67.\n"
   },
   "82e7d00eb9b21280": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02407",
      "title": "Intrinsic color diversity of nearby type Ia supernovae",
      "author": "Authors:Noriaki Arima, Mamoru Doi, Tomoki Morokuma, Naohiro Takanashi",
      "comment": "25 pages, 7 figures, 3 tables. Accepted for Publications of the Astronomical Society of Japan (PASJ), December 2020",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "It has been reported that the extinction law for Type Ia Supernovae (SNe Ia)\nmay be different from the one in the Milky Way, but the intrinsic color of SNe\nIa and the dust extinction are observationally mixed. In this study, we examine\nphotometric properties of SNe Ia in the nearby universe ($z \\lesssim 0.04$) to\ninvestigate the SN Ia intrinsic color and the dust extinction. We focus on the\nBranch spectroscopic classification of 34 SNe Ia and morphological types of\nhost galaxies. We carefully study their distribution of peak colors on the\n$B-V$, $V-R$ color-color diagram, as well as the color excess and absolute\nmagnitude deviation from the stretch-color relation of the bluest SNe Ia. We\nfind that SNe Ia which show the reddest color occur in early-type spirals and\nthe trend holds when divided into Branch sub-types. The dust extinction becomes\nclose to the Milky-Way like extinction if we exclude some peculiar red Broad\nLine (BL) sub-type SNe Ia. Furthermore, two of these red BLs occur in\nelliptical galaxies, less-dusty environment, suggesting intrinsic color\ndiversity in BL sub-type SNe Ia.\n"
   },
   "fac5c233ed443259": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02437",
      "title": "Illumination of the accretion disk in black hole binaries: An extended  jet as the primary source of hard X-rays",
      "author": "Authors:P. Reig (Inst. of Astrophysics\/FORTH & Univ. of Crete), N. D. Kylafis (Univ. of Crete & Inst. of Astrophysics\/FORTH)",
      "comment": "to be published in A&A",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "The models that seek to explain the reflection spectrum in black hole\nbinaries usually invoke a point-like primary source of hard X-rays. This source\nilluminates the accretion disk and gives rise to the discrete (lines) and\ncontinuum-reflected components. The main goal of this work is to investigate\nwhether the extended, mildly relativistic jet that is present in black hole\nbinaries in the hard and hard-intermediate states is the hard X-ray source that\nilluminates the accretion disk. We use a Monte Carlo code that simulates the\nprocess of inverse Compton scattering in a mildly relativistic jet. Blackbody\nphotons from the thin accretion disk are injected at the base of the jet and\ninteract with the energetic electrons that move outward. Despite the fact that\nthe jet moves away from the disk at a mildly relativistic speed, we find that\napproximately $15-20$\\% of the input soft photons are scattered back toward the\naccretion disk. The vast majority of the Comptonized, back-scattered photons\nescape very close to the black hole ($h\\lesssim 6 r_g$, where $r_g$ is the\ngravitational radius), but a non-negligible amount escape at a wide range of\nheights. At high heights, $h\\sim 500-2000\\,r_g$, the distribution falls off\nrapidly. The high-height cutoff strongly depends on the width of the jet at its\nbase and is almost insensitive to the optical depth. The disk illumination\nspectrum is softer than the direct jet spectrum of the radiation that escapes\nin directions that do not encounter the disk. We conclude that an extended jet\nis an excellent candidate source of hard photons in reflection models.\n"
   },
   "eca04d7f760dca4c": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02454",
      "title": "Detectability of optical transients with timescales of sub-seconds",
      "author": "Authors:Ko Arimatsu, Kohji Tsumura, Fumihiko Usui, Takafumi Ootsubo, Jun-ichi Watanabe",
      "comment": "8 pages, 2 figures, accepted for publication in the Astronomical Journal",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "We search for optical transient sources with durations of $\\sim 0.1$ to $\\sim\n1.3$ s using a dataset obtained in the Organized Autotelescopes for\nSerendipitous Event Survey (OASES) observation campaign. Since the OASES\nobservations were carried out using two independent wide-field and high-cadence\nobservation systems monitored the same field simultaneously, the obtained\ndataset provides a unique opportunity to develop a robust detection method for\nsub-second optical transients. In the dataset of a selected field around the\necliptic and the Galactic plane, we find no astronomical event candidate that\nsatisfies our detection criteria. From the non-detection result, we derive an\nupper limit on the event rate of sub-second transients around the ecliptic and\nthe Galactic plane for the first time, obtaining $\\sim 0.090$ and $\\sim\n0.38~{\\rm hr^{-1}~deg^{-2}}$ for $m = 12$ and 13 Vmag, respectively. In\naddition, future prospects of the sub-second scale transient event surveys are\ndiscussed.\n"
   },
   "91e79c4c33b1c966": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02457",
      "title": "The Great Chinese Fireball of December 22, 2020",
      "author": "Authors:Albino Carbognani",
      "comment": "6 pages, 4 figures, manuscript submitted to EPJPlus",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "On December 22, 2020 at about 23h 23m 33s UTC a very bright fireball was seen\nin the sky of south-eastern China. The fireball lasted for several seconds and\nended with an atmospheric explosion that was detected by US surveillance\nsatellites. According to CNEOS's data, the fireball moved with a mean speed of\n13.6 km\/s and exploded at an altitude of about 35.5 km (Lat. $31.9^{\\circ}$ N;\nLong. $96.2^{\\circ} $ E). In this paper, using satellites data only, we\nestimate the atmospheric trajectory, the heliocentric orbit and the strewn\nfields for different mass\/section ratio of the fragments. The trajectory was\nabout from north to south and with low inclination with respect to the local\nsurface. The explosion height appear consistent with a fragmented rocky body\nand the heliocentric orbit supports an asteroidal origin. The strewn field\nextend between two points with coordinates ($+31.3^\\circ$ N; $96.3^\\circ$ E)\nand ($+30.3^\\circ$ N; $96.5^\\circ$ E), for a total area of about 4000\n$\\textrm{km}^2$. However, given the unknown uncertainty of the satellites data,\nthese results should be taken with caution.\n"
   },
   "9665968c59473f17": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02465",
      "title": "On strong correlation between shifted velocity and line width of broad  blue-shifted [OIII] components in quasars",
      "author": "Authors:Zhang XueGuang (NNU)",
      "comment": "11 pages, 10 figures, accepted to be published in ApJ",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "In this manuscript, we report strong linear correlation between shifted\nvelocity and line width of the broad blue-shifted [OIII] components in SDSS\nquasars. Broad blue-shifted [OIII] components are commonly treated as\nindicators of outflows related to central engine, however, it is still an open\nquestion whether the outflows are related to central accretion properties or\nrelated to local physical properties of NLRs (narrow emission line regions).\nHere, the reported strong linear correlation with the Spearman Rank correlation\ncoefficient 0.75 can be expected under the assumption of AGN (active galactic\nnuclei) feedback driven outflows, through a large sample of 535 SDSS quasars\nwith reliable blue-shifted broad [OIII] components. Moreover, there are much\ndifferent detection rates for broad blue-shifted and broad red-shifted [OIII]\ncomponents in quasars, and no positive correlation can be found between shifted\nvelocity and line width of the broad red-shifted [OIII] components, which\nprovide further and strong evidence to reject possibility of local outflows in\nNLRs leading to the broad blue-shifted [OIII] components in quasars. Thus, the\nstrong linear correlation can be treated as strong evidence for the broad\nblue-shifted [OIII] components as better indicators of outflows related to\ncentral engine in AGN. Furthermore, rather than central BH masses, Eddington\nratios and continuum luminosities have key roles on properties of the broad\nblue-shifted [OIII] components in quasars.\n"
   },
   "6388806d16b002c6": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02475",
      "title": "Coalescing primordial binary black holes with log-normal mass spectrum",
      "author": "Authors:Konstantin Postnov (SAI Moscow U.), Alexander Dolgov (Novosibirsk U.), Nikita Mitichkin (Moscow U.), Ivan Simkin (Baumann Technical U.)",
      "comment": "4 pages, 2 figures, to be submitted",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE); High Energy Physics - Phenomenology (hep-ph)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "Primordial black holes created in the early Universe can constitute a\nsubstantial fraction of dark matter and serve as seeds for early galaxy\nformation. Binary primordial black holes with masses of the order of a few\ndozen solar masses can explain the observed LIGO\/Virgo gravitational-wave\nevents. In this Letter, we show that primordial black holes with log-normal\nmass spectrum centered at $M_0\\simeq 15-17 M_\\odot$ simultaneously explain both\nthe chirp mass distribution of the detected LIGO\/Virgo binary black holes and\nthe differential chirp mass distribution of merging binaries as inferred from\nthe LIGO\/Virgo observations. The obtained parameters of log-normal mass\nspectrum of primordial black holes also give the fraction of seeds with\n$M\\gtrsim 10^4 M_\\odot$ required to explain the observed population of\nsupermassive black holes at $z=6-7$.\n"
   },
   "0c1f8b5cf228ebe2": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02497",
      "title": "Quasi-Periodic Oscillations in the long term radio light curves of the  blazar AO 0235+164",
      "author": "Authors:Ashutosh Tripathi, Alok C. Gupta, Margo F. Aller, Paul J. Wiita, Cosimo Bambi, Hugh Aller, Minfeng Gu",
      "comment": "12 pages, 4 figures. Accepted for publication in MNRAS",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "We present time series analyses of three-decade long radio observations of\nthe BL Lacertae object AO 0235+164 made at the University of Michigan Radio\nAstronomical Observatory operating at three central frequencies of 4.8 GHz, 8.0\nGHz and 14.5 GHz. We detected a quasi-periodic oscillation of $\\sim$965 days in\nall three frequency bands in the light curve of the effectively simultaneous\nobservations, along with strong signals at $\\sim$1950 d, $\\sim$1350 d, and\n$\\sim$660 d. The periodicity is analyzed with three methods: Data Compensated\nDiscrete Fourier Transform, Generalized Lomb-Scargle Periodogram and Weighted\nWavelet Z-transform. These methods are chosen as they have different analysis\napproaches toward robust measurement of claimed periodicities. The QPO at\n$965\\pm 50$ days is found to be significant (at least $3.5\\sigma$) and is\npersistent throughout the observation for all three radio frequencies, and the\nothers, which may be harmonics, are comparably significant in at least the 8.0\nGHz and 14.5 GHz bands. We briefly discuss plausible explanations for the\norigin of such long and persistent periodicity.\n"
   },
   "84d6368024071117": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02501",
      "title": "Impact of the calibration of the Halo Mass Function on galaxycluster  number count cosmology",
      "author": "Authors:Emmanuel Artis, Jean-Baptiste Melin, James G. Bartlett, Calum Murray",
      "comment": "18 pages, 17 figures",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "The halo mass function (HMF) is a critical element in cosmological analyses\nof galaxy cluster catalogs. We quantify the impact of uncertainties in HMF\nparameters on cosmological constraints from cluster catalogs similar to those\nfrom Planck, those expected from the Euclid, Roman and Rubin surveys, and from\na hypothetical larger future survey. We analyse simulated catalogs in each\ncase, gradually loosening priors on HMF parameters to evaluate the degradation\nin cosmological constraints. While current uncertainties on HMF parameters do\nnot substantially impact Planck-like surveys, we find that they can\nsignificantly degrade the cosmological constraints for a Euclid-like survey.\nConsequently, the current precision on the HMF will not be sufficient for\nEuclid (or Roman or Rubin) and possible larger surveys. Future experiments will\nhave to properly account for uncertainties in HMF parameters, and it will be\nnecessary to improve precision of HMF fits to avoid weakening constraints on\ncosmological parameters.\n"
   },
   "2b1ed4699320c814": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02525",
      "title": "Uncertainties in Galaxy Rotation Curves",
      "author": "Authors:J A Sellwood (Arizona), Kristine Spekkens (RMC Canada), Carter S. Eckel (Arizona)",
      "comment": "31 pages, 22 figures, accepted to appear in MNRAS. A complete version with full resolution figures is posted at this https URL",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "Assessing the likelihood that the rotation curve of a galaxy matches\npredictions from galaxy formation simulations requires that the uncertainties\nin the circular speed as a function of radius derived from the observational\ndata be statistically robust. Few uncertainties presented in the literature\nmeet this requirement. In this paper we present a new standalone tool, makemap,\nthat estimates the fitted velocity at each pixel from Gauss-Hermite fits to a\n3D spectral data cube, together with its uncertainty obtained from a modified\nbootstrap procedure. We apply this new tool to neutral hydrogen spectra for 18\ngalaxies from the THINGS sample, and present new velocity maps with\nuncertainties. We propagate the estimated uncertainties in the velocity map\ninto our previously-described model fitting tool DiskFit to derive new rotation\ncurves. The uncertainties we obtain from these fits take into account not only\nthe observational errors, but also uncertainties in the fitted systemic\nvelocity, position of the rotation centre, inclination of the galaxy to the\nline of sight, and forced non-circular motion. They are therefore much\nbetter-defined than values that have previously been available. Our estimated\nuncertainties on the circular speeds differ from previous estimates by factors\nranging up to of five, being smaller in some cases and larger in others. We\nconclude that kinematic models of well-resolved HI datasets vary widely in\ntheir precision and reliability, and therefore potentially in their value for\ncomparisons with predictions from cosmological galaxy formation simulations.\n"
   },
   "f8a63ab63c183f66": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02526",
      "title": "Review of the particle background of the Athena X-IFU instrument",
      "author": "Authors:Simone Lotti, Matteo D'Andrea, Silvano Molendi, Claudio Macculi, Gabriele Minervini, Valentina Fioretti, Monica Laurenza, Christian Jacquey, Luigi Piro",
      "comment": "None",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM); Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "X-ray observations are limited by the background, due to intrinsic faintness\nor diffuse nature of the sources. The future Athena X-ray observatory has among\nits goals the characterization of these sources. We aim at characterizing the\nparticle-induced background of the Athena microcalorimeter, in both its low\n(Soft Protons) and high (GCR) energy induced components, to assess the\ninstrument capability to characterize background dominated sources such as the\noutskirts of clusters of galaxies. We compare two radiation environments,\nnamely the L1 and L2 Lagrangian points, and derive indications against the\nlatter. We estimate the particle-induced background level on the X-IFU\nmicrocalorimeter with Monte Carlo simulations, before and after all the\nsolutions adopted to reduce its level. Concerning the GCR induced component the\nbackground level is compliant with the mission requirement. Regarding the Soft\nProtons component, the analysis does not predict dramatically different\nbackgrounds in the L1 and L2 orbits. However, the lack of data concerning the\nL2 environment labels it as very weakly characterizable, and thus we advise\nagainst its choice as orbit for X-ray missions. We then use these background\nlevels to simulate the observation of a typical galaxy cluster from its center\nout to 1.2 R200 to probe the characterization capabilities of the instrument\nout to the outskirts. We find that without any background reduction it is not\npossible to characterize the properties of the cluster in the outer regions. We\nalso find no improvement of the observations when carried out during the solar\nmaximum with respect to the solar minimum conditions.\n"
   },
   "000b7ddb4d3975de": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02532",
      "title": "Spectroscopic and Photometric Redshift Estimation by Neural Networks For  the China Space Station Optical Survey (CSS-OS)",
      "author": "Authors:Xingchen Zhou, Yan Gong, Xian-Min Meng, Xin Zhang, Ye Cao, Xuelei Chen, Valeria Amaro, Zuhui Fan, Liping Fu",
      "comment": "14 pages, 13 figures, 2 tables. Accepted for publication in ApJ",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "The estimation of spectroscopic and photometric redshifts (spec-z and\nphoto-z) is crucial for future cosmological surveys. It can directly affect\nseveral powerful measurements of the Universe, e.g. weak lensing and galaxy\nclustering. In this work, we explore the accuracies of spec-z and photo-z that\ncan be obtained in the China Space Station Optical Surveys (CSS-OS), which is a\nnext-generation space survey, using neural networks. The 1-dimensional\nConvolutional Neural Networks (1-d CNN) and Multi-Layer Perceptron (MLP, one of\nthe simplest forms of Artificial Neural Network) are employed to derive the\nspec-z and photo-z, respectively. The mock spectral and photometric data used\nfor training and testing the networks are generated based on the COSMOS\ncatalog. The networks have been trained with noisy data by creating Gaussian\nrandom realizations to reduce the statistical effects, resulting in similar\nredshift accuracy for both high-SNR (signal to noise ratio) and low-SNR data.\nThe probability distribution functions (PDFs) of the predicted redshifts are\nalso derived via Gaussian random realizations of the testing data, and then the\nbest-fit redshifts and 1-sigma errors also can be obtained. We find that our\nnetworks can provide excellent redshift estimates with accuracies ~0.001 and\n0.01 on spec-z and photo-z, respectively. Compared to existing photo-z codes,\nour MLP has similar accuracy but is more efficient in the training process. The\nfractions of catastrophic redshifts or outliers can be dramatically suppressed\ncomparing to the ordinary template-fitting method. This indicates that the\nneural network method is feasible and powerful for spec-z and photo-z\nestimations in future cosmological surveys.\n"
   },
   "c8fbcf3cbc67c8bc": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02540",
      "title": "Exploring the Galactic Anticenter substructure with LAMOST & Gaia DR2",
      "author": "Authors:Jing Li, Xiang-Xiang Xue, Chao Liu, Bo Zhang, Hans-Walter Rix, Jeffrey L. Carlin, Chengqun Yang, Rene A. Mendez, Jing Zhong, Hao Tian, Lan Zhang, Yan Xu, Yaqian Wu, Gang Zhao, Ruixiang Chang",
      "comment": "17 pages, 8 figures",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "We characterize the kinematic and chemical properties of 589 Galactic\nAnticenter Substructure Stars (GASS) with K-\/M- giants in Integrals-of-Motion\nspace. These stars likely include members of previously identified\nsubstructures such as Monoceros, A13, and the Triangulum-Andromeda cloud\n(TriAnd). We show that these stars are on nearly circular orbits on both sides\nof the Galactic plane. We can see velocity($V_{Z}$) gradient along Y-axis\nespecially for the south GASS members. Our GASS members have similar energy and\nangular momentum distributions to thin disk stars. Their location in\n[$\\alpha$\/M] vs. [M\/H] space is more metal poor than typical thin disk stars,\nwith [$\\alpha$\/M] \\textbf{lower} than the thick disk. We infer that our GASS\nmembers are part of the outer metal-poor disk stars, and the outer-disk extends\nto 30 kpc. Considering the distance range and $\\alpha$-abundance features, GASS\ncould be formed after the thick disk was formed due to the molecular cloud\ndensity decreased in the outer disk where the SFR might be less efficient than\nthe inner disk.\n"
   },
   "0a0df363c8850041": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02548",
      "title": "Constraining the Metallicities of Damped Ly$α$ Systems Using  Extinction Curves",
      "author": "Authors:Hassan Fathivavsari",
      "comment": "Accepted for publication in The Astrophysical Journal (ApJ)",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "In this paper, we present a new method to constrain the metallicities of high\nredshift damped Ly$\\alpha$ (DLA) absorbers using observed extinction curves.\nThis is the first time such an approach is employed to constrain the\nmetallicities of extragalactic absorbers. To demonstrate our method, we use the\nspectra of 13 quasars and one GRB with DLA absorbers detected along their\nsightlines. By using the Kramers-Kronig (KK) relation, which relates the\nwavelength-integrated extinction to the total volume occupied by dust per\nhydrogen nucleon, we set some robust lower limits on the metallicity of the\nDLAs. The resulting lower limits are all consistent with the DLA metallicities\nfrom the literature. The GRB extinction curve exhibits a very strong 2175 A\nextinction bump. We try to constrain the metallicity of the GRB DLA by modeling\nthe GRB extinction curve using dust models with two (graphite and silicates)\nand three (PAH, hydrogenated amorphous carbon, and silicates) dust components.\nThe two-component model resulted in a metallicity of $Z\\sim$$-$0.45 while the\nthree-component model gives $Z\\sim$$-$0.50. On the other hand, the lower limit\nfrom the KK approach for this DLA is $Z\\ge$$-$0.60. Modeling a large sample of\nextinction curves with 2175 A extinction bump and measured DLA metallicities\nwould allow a thorough comparison between the KK and the model-dependent\napproach. In cases where the precise measurement of the metallicity of a DLA is\nnot possible (e.g. due to the saturation of important absorption lines), the\napproach presented in this paper can be used to constrain the metallicity.\n"
   },
   "909c5eaaeb53ec8b": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02563",
      "title": "Using Mars co-orbitals to estimate the importance of rotation-induced  YORP break-up events in Earth co-orbital space",
      "author": "Authors:C. de la Fuente Marcos, R. de la Fuente Marcos",
      "comment": "19 pages, 22 figures, 16 tables, 1 appendix. Accepted for publication in Monthly Notices of the Royal Astronomical Society",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "Both Earth and Mars host populations of co-orbital minor bodies. A large\nnumber of present-day Mars co-orbitals is probably associated with the fission\nof the parent body of Mars Trojan 5261 Eureka (1990 MB) during a\nrotation-induced YORP break-up event. Here, we use the statistical\ndistributions of the Tisserand parameter and the relative mean longitude of\nMars co-orbitals with eccentricity below 0.2 to estimate the importance of\nrotation-induced YORP break-up events in Martian co-orbital space.\nMachine-learning techniques (k-means++ and agglomerative hierarchical\nclustering algorithms) are applied to assess our findings. Our statistical\nanalysis identified three new Mars Trojans: 2009 SE, 2018 EC4 and 2018 FC4. Two\nof them, 2018 EC4 and 2018 FC4, are probably linked to Eureka but we argue that\n2009 SE may have been captured, so it is not related to Eureka. We also suggest\nthat 2020 VT1, a recent discovery, is a transient Martian co-orbital of the\nhorseshoe type. When applied to Earth co-orbital candidates with eccentricity\nbelow 0.2, our approach led us to identify some clustering, perhaps linked to\nfission events. The cluster with most members could be associated with Earth\nquasi-satellite 469219 Kamo`oalewa (2016 HO3) that is a fast rotator. Our\nstatistical analysis identified two new Earth co-orbitals: 2020 PN1, that\nfollows a horseshoe path, and 2020 PP1, a quasi-satellite that is dynamically\nsimilar to Kamo`oalewa. For both Mars and Earth co-orbitals, we found pairs of\nobjects whose values of the Tisserand parameter differ by very small amounts,\nperhaps hinting at recent disruption events. Clustering algorithms and\nnumerical simulations both suggest that 2020 KZ2 and Kamo`oalewa could be\nrelated.\n"
   },
   "38be36a0fd7b2ddc": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02564",
      "title": "Green valley galaxies in the cosmic web: internal versus environmental  quenching",
      "author": "Authors:Apashanka Das, Biswajit Pandey, Suman Sarkar",
      "comment": "19 pages, 12 figures, 1 table",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "We analyze the SDSS data to classify the galaxies based on their colour using\na fuzzy set-theoretic method and quantify their environments using the local\ndimension. We find that the fraction of the green galaxies does not depend on\nthe environment and $10\\%-20\\%$ of the galaxies at each environment are in the\ngreen valley depending on the stellar mass range chosen. Approximately $10\\%$\nof the green galaxies at each environment host an AGN. Combining data from the\nGalaxy Zoo, we find that $\\sim 95\\%$ of the green galaxies are spirals and\n$\\sim 5\\%$ are ellipticals at each environment. Only $\\sim 8\\%$ of green\ngalaxies exhibit signs of interactions and mergers, $\\sim 1\\%$ have dominant\nbulge, and $\\sim 6\\%$ host a bar. We show that the stellar mass distributions\nfor the red and green galaxies are quite similar at each environment. Our\nanalysis suggests that the majority of the green galaxies must curtail their\nstar formation using physical mechanism(s) other than interactions, mergers,\nand those driven by bulge, bar and AGN activity. We speculate that these are\nthe massive galaxies that have grown only via smooth accretion and suppressed\nthe star formation primarily through mass driven quenching. Using a\nKolmogorov-Smirnov test, we do not find any statistically significant\ndifference between the properties of green galaxies in different environments.\nWe conclude that the environmental factors play a minor role and the internal\nprocesses play the dominant role in quenching star formation in the green\nvalley galaxies.\n"
   },
   "4caab48ecf04af92": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02569",
      "title": "The Sun's magnetic (Hale) cycle and 27 day recurrences in the $aa$  geomagnetic index",
      "author": "Authors:S. C. Chapman, S. W. McIntosh, R. J. Leamon, N. W. Watkins",
      "comment": "27 pages (manuscript) 12 Figures",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "We construct a new solar cycle phase clock which maps each of the last 18\nsolar cycles onto a single normalized epoch for the approximately 22 year Hale\n(magnetic polarity) cycle, using the Hilbert transform of daily sunspot numbers\n(SSN) since 1818. The occurrences of solar maxima show almost no Hale cycle\ndependence, confirming that the clock is synchronized to polarity reversals.\nThe odd cycle minima lead the even cycle minima by ~ 1.1 normalized years,\nwhereas the odd cycle terminators (McIntosh et al. (2019)) lag the even cycle\nterminators by ~ 2.3 normalized years. The mimimum-terminator interval is thus\nrelatively extended for odd cycles and shortened for even ones. We re-engineer\nthe Sargent(1985,2021) R27 index and combine it with our epoch analysis to\nobtain a high time resolution parameter for 27 day recurrence in aa, <acv(27)>.\nThis reveals that the transition to recurrence, that is, to an ordered solar\nwind dominated by high speed streams, is fast, occurring within 2-3 solar\nrotations or less. It resolves an extended late declining phase which is\napproximately twice as long on even Schwabe cycles as odd. Galactic Cosmic Ray\nflux rises in step with <acv(27)> but then stays high. Our analysis also\nidentifies a slow timescale trend in SSN that simply tracks the Gleissberg\ncycle. We find that this trend is in phase with the slow timescale trend in the\nmodulus of sunspot latitudes, and in antiphase with that of the R27 index.\n"
   },
   "261fb6d7e1538a61": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02571",
      "title": "DarpanX: A Python Package for Modeling X-ray Reflectivity of Multilayer  Mirrors",
      "author": "Authors:Biswajit Mondal, Santosh V. Vadawale, N.P.S. Mithun, C.S. Vaishnava, Neeraj K. Tiwari, S.K. Goyal, Singam S. Panini, Vinita Navalkar, Chiranjit Karmakar, Mansukhlal R. Patel, R.B. Upadhyay",
      "comment": "Accepted for publication in Astronomy and Computing, 13 pages, 9 figures",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "Multilayer X-ray mirrors consist of a coating of a large number of alternate\nlayers of high Z and low Z materials with a typical thickness of 10-100\nAngstrom, on a suitable substrate. Such coatings play an important role in\nenhancing the reflectivity of X-ray mirrors by allowing reflections at angles\nmuch larger than the critical angle of X-ray reflection for the given\nmaterials. Coating with an equal thickness of each bilayer enhances the\nreflectivity at discrete energies, satisfying Bragg condition. However, by\nsystematically varying the bilayer thickness in the multilayer stack, it is\npossible to design X-ray mirrors having enhanced reflectivity over a broad\nenergy range. One of the most important applications of such a depth graded\nmultilayer mirror is to realize hard X-ray telescopes for astronomical\npurposes. Design of such multilayer X-ray mirrors and their characterization\nwith X-ray reflectivity measurements require appropriate software tools. We\nhave initiated the development of hard X-ray optics for future Indian X-ray\nastronomical missions, and in this context, we have developed a program,\nDarpanX, to calculate X-ray reflectivity for single and multilayer mirrors. It\ncan be used as a stand-alone tool for designing multilayer mirrors with\nrequired characteristics. But more importantly, it has been implemented as a\nlocal model for the popular X-ray spectral fitting program, XSPEC, and thus can\nbe used for accurate fitting of the experimentally measured X-ray reflectivity\ndata. DarpanX is implemented as a Python 3 module, and an API is provided to\naccess the underlying algorithms. Here we present details of DarpanX\nimplementation and its validation for different type multilayer structures. We\nalso demonstrate the model fitting capability of DarpanX for experimental X-ray\nreflectivity measurements of single and multilayer samples.\n"
   },
   "09f0a5a094d51fb0": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02623",
      "title": "Automatic identification of outliers in Hubble Space Telescope galaxy  images",
      "author": "Authors:Lior Shamir",
      "comment": "MNRAS, accepted",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); Instrumentation and Methods for Astrophysics (astro-ph.IM); Machine Learning (cs.LG)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "Rare extragalactic objects can carry substantial information about the past,\npresent, and future universe. Given the size of astronomical databases in the\ninformation era it can be assumed that very many outlier galaxies are included\nin existing and future astronomical databases. However, manual search for these\nobjects is impractical due to the required labor, and therefore the ability to\ndetect such objects largely depends on computer algorithms. This paper\ndescribes an unsupervised machine learning algorithm for automatic detection of\noutlier galaxy images, and its application to several Hubble Space Telescope\nfields. The algorithm does not require training, and therefore is not dependent\non the preparation of clean training sets. The application of the algorithm to\na large collection of galaxies detected a variety of outlier galaxy images. The\nalgorithm is not perfect in the sense that not all objects detected by the\nalgorithm are indeed considered outliers, but it reduces the dataset by two\norders of magnitude to allow practical manual identification. The catalogue\ncontains 147 objects that would be very difficult to identify without using\nautomation.\n"
   },
   "27905440a60e096b": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02643",
      "title": "Multi-instrumental view of magnetic fields and activity of $ε$  Eridani with SPIRou, NARVAL, and TESS",
      "author": "Authors:P. Petit, C.P. Folsom, J.-F. Donati, L. Yu, J.-D. do Nascimento Jr., S. Jeffers, S.C. Marsden, J. Morin, A.A. Vidotto",
      "comment": "A&A, in press, abridged abstract",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "We report on observations of the active K2 dwarf $\\epsilon$ Eridani based on\ncontemporaneous SPIRou, NARVAL, and TESS data obtained over two months in late\n2018, when the activity of the star was reported to be in a non-cyclic phase.\nWe first recover the fundamental parameters of the target from both visible and\nnIR spectral fitting. The large-scale magnetic field is investigated from\npolarimetric data. From unpolarized spectra, we estimate the total magnetic\nflux through Zeeman broadening of magnetically sensitive nIR lines and the\nchromospheric emission using the CaII H & K lines. The TESS photometric\nmonitoring is modeled with pseudo-periodic Gaussian Process Regression.\nFundamental parameters of $\\epsilon$ Eridani derived from visible and\nnear-infrared wavelengths provide us with consistent results, also in agreement\nwith published values. We report a progressive increase of macroturbulence\ntowards larger nIR wavelengths. Zeeman broadening of individual lines\nhighlights an unsigned surface magnetic field $B_{\\rm mono} = 1.90 \\pm 0.13$\nkG, with a filling factor $f = 12.5 \\pm 1.7$% (unsigned magnetic flux $Bf = 237\n\\pm 36$ G). The large-scale magnetic field geometry, chromospheric emission,\nand broadband photometry display clear signs of non-rotational evolution over\nthe course of data collection. Characteristic decay times deduced from the\nlight curve and longitudinal field measurements fall in the range 30-40 d,\nwhile the characteristic timescale of surface differential rotation, as derived\nthrough the evolution of the magnetic geometry, is equal to $57 \\pm 5$ d. The\nlarge-scale magnetic field exhibits a combination of properties not observed\npreviously for $\\epsilon$ Eridani, with a surface field among the weakest\npreviously reported, but also mostly axisymmetric, and dominated by a toroidal\ncomponent.\n"
   },
   "f40ceb01446ce1e1": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02654",
      "title": "Hunting for the elusive methylene radical",
      "author": "Authors:A. M. Jacob, K. M. Menten, Y. Gong, P. Bergman, M. Tiwari, S. Bruenken, A.O.H. Olofsson",
      "comment": "Accepted in A&A, 25 pages, 18 figures, 5 tables",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "CH2 transitions between 68 and 71 GHz were first detected toward the Orion-KL\nand W51 Main SFRs. Given their upper level energies of 225 K, they were thought\nto arise in dense, hot molecular cores near newly formed stars. However, this\nhas not been confirmed by further observations of these lines and their origin\nhas remained unclear. Generally, there is a scarcity of observational data for\nCH2 and, while it is an important compound in the astrochemical context, its\nactual occurrence in astronomical sources is poorly constrained. The present\nstudy, along with other recent observations of the Orion region we report, rule\nout the possibility of an association with gas that is both hot and dense. We\nfind that the distribution of the CH2 emission closely follows that of the\n[CII] 158 um emission, while CH2 is undetected toward the hot core itself. The\nobservations suggest, rather, that its extended emission arises from hot but\ndilute layers of PDRs and not from the denser parts of such regions as in the\ncase of the Orion Bar. This hypothesis was corroborated by comparisons of the\nobserved CH2 line profiles with those of CRRLs, well-known PDR tracers. In\naddition, we report the detection of the 70 GHz fine- and hfs lines of o-CH2\ntoward the W51E, W51M, W51N, W49N, W43, W75N, DR21, and S140 SFRs, and three of\nthe fine- and hfs lines between 68-71 GHz toward W3 IRS5. Furthermore, using a\nnon-LTE radiative transfer analysis, we can constrain the gas temperatures and\nH2 density to 163 K and 3.4e3 cm^-3, respectively. This analysis confirms our\nhypothesis that CH2 originates in warm and dilute PDR layers. Our analysis\nsuggests that for the excitation conditions under the physical conditions that\nprevail in such regions, these lines are masering, with weak level inversion.\nThe resulting amplification of the lines' spontaneous emission greatly aids in\ntheir detection.\n"
   },
   "5d7be2639f5740ed": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02658",
      "title": "In situPerformance of the Low Frequency Arrayfor Advanced ACTPol",
      "author": "Authors:Yaqiong Li, Jason E. Austermann, James A. Beall, Sarah Marie Bruno, Steve K. Choi, Nicholas F. Cothard, Kevin T. Crowley, Shannon M. Duff, Shuay-Pwu Patty Ho, Joseph E. Golec, Gene C. Hilton, Matthew Hasselfield, Johannes Hubmay, Brian J. Koopman, Marius Lungu, Jeff McMahon, Michael D. Niemack, LymanA. Page, Maria Salatino, Sara M. Simon, Suzanne T. Staggs, Jason R. Stevens, Joel N. Ullom, Eve M.Vavagiakis, Yuhan Wang, Edward J. Wollack, Zhilei Xu",
      "comment": "None",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "The Advanced Atacama Cosmology Telescope Polarimeter (AdvACT) \\cite{thornton}\nis an upgrade for the Atacama Cosmology Telescope using Transition Edge Sensor\n(TES) detector arrays to measure cosmic microwave background (CMB) temperature\nand polarization anisotropies in multiple frequencies. The low frequency (LF)\narray was deployed early 2020. It consists of 292 TES bolometers observing in\ntwo bands centered at 27 GHz and 39 GHz. At these frequencies, it is sensitive\nto synchrotron radiation from our galaxy as well as to the CMB, and complements\nthe AdvACT arrays operating at 90, 150 and 230 GHz. We present the initial LF\narray on-site characterization, including the time constant, optical efficiency\nand array sensitivity.\n"
   },
   "23f09b547d9b7749": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02665",
      "title": "AstroPix: Investigating the Potential of Silicon Pixel Sensors in the  Future of Gamma-ray Astrophysics",
      "author": "Authors:Isabella Brewer, Regina Caputo, Michela Negro, Richard Leys, Carolyn Kierans, Ivan Peric, Jessica Metcalf, Jeremy Perkins",
      "comment": "12 pages, proceedings, International Society for Optics and Photonics (SPIE) Astronomical Telescopes and Instrumentation Digital Forum, Dec. 14-18 2020",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "This paper details preliminary photon measurements with the monolithic\nsilicon detector ATLASPix, a pixeldetector built and optimized for the CERN\nexperiment ATLAS. The goal of this paper is to determine thepromise of\npixelated silicon in future space-based gamma-ray experiments. With this goal\nin mind, radioactivephoton sources were used to determine the energy resolution\nand detector response of ATLASPix; these are novelmeasurements for ATLASPix, a\ndetector built for a ground-based particle accelerator. As part of this project\nanew iteration of monolithic Si pixels, named AstroPix, have been created based\non ATLASPix, and the eventualgoal is to further optimize AstroPix for gamma-ray\ndetection by constructing a prototype Compton telescope.The energy resolution\nof both the digital and analog output of ATLASPix is the focus of this paper,\nas it is acritical metric for Compton telescopes. It was found that with the\nanalog output of the detector, the energyresolution of a single pixel was 7.69\n+\/- 0.13% at 5.89 keV and 7.27 +\/- 1.18% at 30.1 keV, which exceeds\ntheconservative baseline requirements of 10% resolution at 60 keV and is an\nencouraging start to an optimistic goalof<2% resolution at 60 keV. The digital\noutput of the entire detector consistently yielded energy resolutionsthat\nexceeded 100% for different sources. The analog output of the monolithic\nsilicon pixels indicates that thisis a promising technology for future\ngamma-ray missions, while the analysis of the digital output points to theneed\nfor a redesign of future photon-sensitive monolithic silicon pixel detectors.\n"
   },
   "017a548319bb87cd": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02684",
      "title": "Patterns of primary beam non-redundancy in close-packed 21 cm array  observations",
      "author": "Authors:Samir Choudhuri, Philip Bull, Hugh Garsden",
      "comment": "19 pages, 14 figures, to be submitted in MNRAS",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "Radio interferometer arrays such as HERA consist of many close-packed dishes\narranged in a regular pattern, giving rise to a large number of `redundant'\nbaselines with the same length and orientation. Since identical baselines\nshould see an identical sky signal, this provides a way of finding a relative\ngain\/bandpass calibration without needing an explicit sky model. In reality,\nthere are many reasons why baselines will not be exactly identical, giving rise\nto a host of effects that spoil the redundancy of the array and induce spurious\nstructure in the calibration solutions if not accounted for. In this paper, we\nperform a wide range of simulations for a small HERA-like array to understand\nhow different types of non-redundancy manifest in the observed interferometric\nvisibilities and their resulting frequency (delay-space) power spectra. We\nfocus in particular on differences in the primary beam response between\nantennas, including variations in the main lobe, sidelobes, ellipticity, and\norientation. We find that different types of non-redundancy impart\ncharacteristic patterns into the redundant gain solutions, which in turn\nintroduce additional structure into the calibrated visibilities and therefore\nthe delay spectra. We show that the most severe effects of primary beam\nnon-redundancy are induced by the brightest sources passing through the beam,\nwhile diffuse emission has a lesser (but non-negligible) effect. We also find\nthat redundant baseline groups with `outlier' antennas (where only one antenna\ndeviates from perfect redundancy) sustain the largest gain errors, while even\n$\\mathcal{O}(1)$ non-redundancies in the sidelobes seem to have a relatively\nminor impact in comparison.\n"
   },
   "d2bbfaee4af26226": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02688",
      "title": "EDGE: Two routes to dark matter core formation in ultra-faint dwarfs",
      "author": "Authors:Matthew D. A. Orkney, Justin I. Read, Martin P. Rey, Imran Nasim, Andrew Pontzen, Oscar Agertz, Stacy Y. Kim, Maxime Delorme, Walter Dehnen",
      "comment": "14 pages, 13 figures, submitted to MNRAS",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "In the standard Lambda cold dark matter paradigm, pure dark matter\nsimulations predict dwarf galaxies should inhabit dark matter haloes with a\ncentrally diverging density `cusp'. This is in conflict with observations that\ntypically favour a constant density `core'. We investigate this `cusp-core\nproblem' in `ultra-faint' dwarf galaxies simulated as part of the `Engineering\nDwarfs at Galaxy formation's Edge' (EDGE) project. We find, similarly to\nprevious work, that gravitational potential fluctuations within the central\nregion of the simulated dwarfs kinematically heat the dark matter particles,\nlowering the dwarfs' central dark matter density. However, these fluctuations\nare not exclusively caused by gas inflow\/outflow, but also by impulsive heating\nfrom minor mergers. We use the genetic modification approach on one of our\ndwarf's initial conditions to show how a delayed assembly history leads to more\nlate minor mergers and, correspondingly, more dark matter heating. This\nprovides a mechanism by which even ultra-faint dwarfs ($M_* <\n10^5\\,\\text{M}_{\\odot}$), in which star formation was fully quenched at high\nredshift, can have their central dark matter density lowered over time. In\ncontrast, we find that late major mergers can regenerate a central dark matter\ncusp, if the merging galaxy had sufficiently little star formation. The\ncombination of these effects leads us to predict significant stochasticity in\nthe central dark matter density slopes of the smallest dwarfs, driven by their\nunique star formation and mass assembly histories.\n"
   },
   "f088a2c92265a1b0": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02207",
      "title": "Anisotropic Dark Matter Stars",
      "author": "Authors:Pedro H.R.S. Moraes, Grigoris Panotopoulos, Ilidio Lopes",
      "comment": "7 pages, 6 figures",
      "subjects": "General Relativity and Quantum Cosmology (gr-qc); High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "General Relativity and Quantum Cosmology (gr-qc)",
      "abstract": "The properties of exotic stars are investigated. In particular, we study\nobjects made entirely of dark matter and we take into account intrinsic\nanisotropies which have been ignored so far. We obtain exact analytical\nsolutions to the structure equations and we we show that those solutions i) are\nwell behaved within General Relativity, and ii) are capable of describing\nrealistic astrophysical configurations.\n"
   },
   "359e70806e0f54b2": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02608",
      "title": "Exact solution to perturbative conformal cosmology from recombination  until the current era",
      "author": "Authors:Asanka Amarasinghe, Tianye Liu, Daniel A. Norman, Philip D. Mannheim",
      "comment": "23 pages. arXiv admin note: substantial text overlap with arXiv:2009.06841",
      "subjects": "General Relativity and Quantum Cosmology (gr-qc); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "General Relativity and Quantum Cosmology (gr-qc)",
      "abstract": "In a previous paper (P. D. Mannheim, Phys. Rev. D 102, 123535 (2020)) we\nstudied cosmological perturbation theory in the cosmology associated with the\nfourth-order derivative conformal gravity theory, and provided an exact\nsolution to the theory in the recombination era. In this paper we present an\nexact solution that holds all the way from recombination until the current era.\n"
   },
   "f62faf8b222e7224": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02613",
      "title": "Relativistic Tidal Accelerations in the Exterior Schwarzschild Spacetime",
      "author": "Authors:Mahmood Roshan, Bahram Mashhoon",
      "comment": "10 pages, 2 figures",
      "subjects": "General Relativity and Quantum Cosmology (gr-qc); High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "General Relativity and Quantum Cosmology (gr-qc)",
      "abstract": "We study further a general relativistic mechanism for the acquisition of\ntidal energy by free test particles near a gravitationally collapsed\nconfiguration. Specifically, we investigate the solutions of timelike geodesic\nequation in a Fermi normal coordinate system established about the world line\nof an accelerated observer that remains spatially at rest in the exterior\nSchwarzschild spacetime. Such static observers in effect define the rest frame\nof the collapsed source. The gain in tidal energy is due to local spacetime\ncurvature. Previous work in this direction in connection with astrophysical\njets involved geodesic motion along the Kerr rotation axis where outward moving\nparticles could be tidally accelerated to almost the speed of light if their\ninitial speed, as measured by the reference observer, is above a certain\nthreshold escape velocity. We focus here for simplicity on the exterior\nSchwarzschild spacetime and show that the effective tidal acceleration to near\nthe speed of light can occur for geodesic motion in any direction. The\nimplications of these results for the physics of gravitationally collapsed\nsystems are briefly discussed.\n"
   },
   "d4c0edf9219417a7": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02645",
      "title": "Nonlinear Hamiltonian analysis of new quadratic torsion theories Part I.  Cases with curvature-free constraints",
      "author": "Authors:W. E. V. Barker, A. N. Lasenby, M. P. Hobson, W. J. Handley",
      "comment": "20 pages, 0 figures",
      "subjects": "General Relativity and Quantum Cosmology (gr-qc); Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Theory (hep-th)",
      "primary subject": "General Relativity and Quantum Cosmology (gr-qc)",
      "abstract": "It was recently found that, when linearised in the absence of matter, 58\ncases of the general gravitational theory with quadratic curvature and torsion\nare (i) free from ghosts and tachyons and (ii) power-counting renormalisable.\nWe inspect the nonlinear Hamiltonian structure of the eight cases whose primary\nconstraints do not depend on the curvature tensor. We confirm the particle\nspectra and unitarity of all these theories in the linear regime. We uncover\nqualitative dynamical changes in the nonlinear regimes of all eight cases,\nsuggesting at least a broken gauge symmetry, and possibly the activation of\nnegative kinetic energy spin-parity sectors and acausal behaviour. Two of the\ncases propagate a pair of massless modes at the linear level, and were\ninteresting as candidate theories of gravity. However, we identify these modes\nwith vector excitations, rather than the tensor polarisations of the graviton.\nMoreover, we show that these theories do not support a viable cosmological\nbackground.\n"
   },
   "88ee153d76c16060": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02695",
      "title": "Gender Imbalance and Spatiotemporal Patterns of Contributions to Citizen  Science Projects: the case of Zooniverse",
      "author": "Authors:Khairunnisa Ibrahim, Samuel Khodursky, Taha Yasseri",
      "comment": "Under Review",
      "subjects": "Physics and Society (physics.soc-ph); Astrophysics of Galaxies (astro-ph.GA); Computers and Society (cs.CY); Social and Information Networks (cs.SI)",
      "primary subject": "Physics and Society (physics.soc-ph)",
      "abstract": "Citizen Science is research undertaken by professional scientists and members\nof the public collaboratively. Despite numerous benefits of citizen science for\nboth the advancement of science and the community of the citizen scientists,\nthere is still no comprehensive knowledge of patterns of contributions, and the\ndemography of contributors to citizen science projects. In this paper we\nprovide a first overview of spatiotemporal and gender distribution of citizen\nscience workforce by analyzing 54 million classifications contributed by more\nthan 340 thousand citizen science volunteers from 198 countries to one of the\nlargest citizen science platforms, Zooniverse. First we report on the uneven\ngeographical distribution of the citizen scientist and model the variations\namong countries based on the socio-economic conditions as well as the level of\nresearch investment in each country. Analyzing the temporal features of\ncontributions, we report on high \"burstiness\" of participation instances as\nwell as the leisurely nature of participation suggested by the time of the day\nthat the citizen scientists were the most active. Finally, we discuss the\ngender imbalance among citizen scientists (about 30% female) and compare it\nwith other collaborative projects as well as the gender distribution in more\nformal scientific activities. Citizen science projects need further attention\nfrom outside of the academic community, and our findings can help attract the\nattention of public and private stakeholders, as well as to inform the design\nof the platforms and science policy making processes.\n"
   },
   "dc414416cc77fc6d": {
      "url": "https:\/\/arxiv.org\/pdf\/1905.04404",
      "title": "Precision Weak Gravitational Lensing Using Velocity Fields: Fisher  Matrix Analysis",
      "author": "Authors:David Wittman, Matthew Self (UC Davis)",
      "comment": "Accepted to ApJ, 17 pages, 14 figures. Diff from v1: added Sec 3.1 on degeneracies and Appendix with simulations confirming Fisher results",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "\nAbstract:  Weak gravitational lensing measurements based on photometry are limited by\nshape noise, the variance in the unknown unlensed orientations of the source\ngalaxies. If the source is a disk galaxy with a well-ordered velocity field,\nhowever, velocity field data can support simultaneous inference of the shear,\ninclination, and position angle, virtually eliminating shape noise. We use the\nFisher Information Matrix formalism to forecast the precision of this method in\nthe idealized case of a perfectly ordered velocity field defined on an\ninfinitesimally thin disk. For nearly face-on targets one shear component,\n$\\gamma_\\times$, can be constrained to $0.003\\frac{90}{I_0}\\frac{25}{n_{\\rm\npix}}$ where $I_0$ is the S\/N of the central intensity pixel and $n_{\\rm pix}$\nis the number of pixels across a diameter enclosing 80\\% of the light. This\nprecision degrades with inclination angle, by a factor of three by\n$i{=}50^\\circ$. Uncertainty on the other shear component, $\\gamma_+$, is about\n1.5 (7) times larger than the $\\gamma_\\times$ uncertainty for targets at\n$i=10^\\circ$ ($50^\\circ$). For arbitrary galaxy position angle on the sky,\nthese forecasts apply not to $\\gamma_+$ and $\\gamma_\\times$ as defined on the\nsky, but to two eigenvectors in $(\\gamma_+, \\gamma_\\times,\\mu)$ space where\n$\\mu$ is the magnification. We also forecast the potential of less expensive\npartial observations of the velocity field such as slit spectroscopy. We\nconclude by outlining some ways in which real galaxies depart from our\nidealized model and thus create random or systematic uncertainties not captured\nhere. In particular, our forecast $\\gamma_\\times$ precision is currently\nlimited only by the data quality rather than scatter in galaxy properties\nbecause the relevant type of scatter has yet to be measured.\n\n    "
   },
   "e92610b08b074ad4": {
      "url": "https:\/\/arxiv.org\/pdf\/1912.10970",
      "title": "Lyman Continuum Emission Escaping from Luminous Green Pea Galaxies at  z=0.5",
      "author": "Authors:Matthew A. Malkan, Brian K. Malkan",
      "comment": "25 pages, Accepted for publication to The Astrophysical Journal December 28, 2020",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  Compact starburst galaxies are thought to include many or most of the\ngalaxies from which substantial Lyman continuum emission can escape into the\nintergalactic medium. Li and Malkan (2018) used SDSS photometry to find a\npopulation of such starburst galaxies at z~0.5. They were discovered by their\nextremely strong [OIII]4959+5007 emission lines, which produce a clearly\ndetectable excess brightness in the i bandpass, compared with surrounding\nfilters. We therefore used the HST\/COS spectrograph to observe two of the newly\ndiscovered i-band excess galaxies around their Lyman limits. One has strongly\ndetected continuum below its Lyman limit, corresponding to a relative escape\nfraction of ionizing photons of 20+\/-2%. The other, which is less compact in UV\nimaging, has a 2-sigma upper limit to its Lyman escape fraction of <5%. Before\nthe UV spectroscopy, the existing data could not distinguish these two\ngalaxies. Although a sample of two is hardly sufficient for statistical\nanalysis, it shows the possibility that some fraction of these strong [OIII]\nemitters as a class have ionizing photons escaping. The differences might be\ndetermined by the luck of our particular viewing geometry. Obtaining the HST\nspectroscopy, revealed that the Lyman-continuum emitting galaxy differs in\nhaving no central absorption in its prominent Ly{\\alpha} emission line profile.\nThe other target, with no escaping Lyman continuum, shows the more common\ndouble-peaked Ly{\\alpha} emission.\n\n    "
   },
   "40d031b22f455162": {
      "url": "https:\/\/arxiv.org\/pdf\/2003.08392",
      "title": "AGN jets as the origin of UHECRs and perspectives for the detection of  EeV astrophysical neutrinos",
      "author": "Authors:Xavier Rodrigues, Jonas Heinze, Andrea Palladino, Arjen van Vliet, Walter Winter",
      "comment": "15 pages, 8 figures, incl. appendices",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  We demonstrate that a population of Active Galactic Nuclei (AGN) can describe\nthe observed spectrum of ultra-high-energy cosmic rays (UHECRs) at and above\nthe ankle, and that the dominant contribution comes from low-luminosity BL\nLacs. Such an AGN-only scenario is in tension with UHECR composition\nobservations above 10 EeV. However, a sub-dominant contribution from\nhigh-luminosity AGN reduces this tension and leads simultaneously to a\nsubstantial neutrino flux that peaks at EeV energies. The same emission also\nextends down to PeV energies, and is therefore constrained by current IceCube\nlimits. We also show that the flux of neutrinos emitted from within the sources\nshould outshine the cosmogenic neutrinos produced during the propagation of\nUHECRs. This result has profound implications for ultra-high-energy ($\\sim$EeV)\nneutrino experiments, since additional search strategies can be used for source\nneutrinos compared to cosmogenic neutrinos, such as stacking searches, flare\nanalyses, and multi-messenger follow-ups.\n\n    "
   },
   "0e4b616319400d08": {
      "url": "https:\/\/arxiv.org\/pdf\/2004.07232",
      "title": "How well do we know the neutron-matter equation of state at the  densities inside neutron stars? A Bayesian approach with correlated  uncertainties",
      "author": "Authors:C. Drischler, R. J. Furnstahl, J. A. Melendez, D. R. Phillips",
      "comment": "7 pages, 2 figures, supplemental material; close to the published version; minor corrections and additional discussion of correlations in supplemental material; Jupyter notebooks for reproducing the results and figures can be found at this https URL",
      "subjects": "Nuclear Theory (nucl-th); High Energy Astrophysical Phenomena (astro-ph.HE); High Energy Physics - Phenomenology (hep-ph); Nuclear Experiment (nucl-ex)",
      "primary subject": "Nuclear Theory (nucl-th)",
      "abstract": "\nAbstract:  We introduce a new framework for quantifying correlated uncertainties of the\ninfinite-matter equation of state derived from chiral effective field theory\n($\\chi$EFT). Bayesian machine learning via Gaussian processes with\nphysics-based hyperparameters allows us to efficiently quantify and propagate\ntheoretical uncertainties of the equation of state, such as $\\chi$EFT\ntruncation errors, to derived quantities. We apply this framework to\nstate-of-the-art many-body perturbation theory calculations with\nnucleon-nucleon and three-nucleon interactions up to fourth order in the\n$\\chi$EFT expansion. This produces the first statistically robust uncertainty\nestimates for key quantities of neutron stars. We give results up to twice\nnuclear saturation density for the energy per particle, pressure, and speed of\nsound of neutron matter, as well as for the nuclear symmetry energy and its\nderivative. At nuclear saturation density the predicted symmetry energy and its\nslope are consistent with experimental constraints.\n\n    "
   },
   "ca547f8470fc7175": {
      "url": "https:\/\/arxiv.org\/pdf\/2004.07805",
      "title": "Quantifying uncertainties and correlations in the nuclear-matter  equation of state",
      "author": "Authors:C. Drischler, J. A. Melendez, R. J. Furnstahl, D. R. Phillips",
      "comment": "23 pages, 21 figures, 4 tables, supplemental material; close to the published version; minor corrections and additional table summarizing the main results; Jupyter notebooks for reproducing the results and figures can be found at this https URL",
      "subjects": "Nuclear Theory (nucl-th); High Energy Astrophysical Phenomena (astro-ph.HE); High Energy Physics - Phenomenology (hep-ph); Nuclear Experiment (nucl-ex)",
      "primary subject": "Nuclear Theory (nucl-th)",
      "abstract": "\nAbstract:  We perform statistically rigorous uncertainty quantification (UQ) for chiral\neffective field theory ($\\chi$EFT) applied to infinite nuclear matter up to\ntwice nuclear saturation density. The equation of state (EOS) is based on\nhigh-order many-body perturbation theory calculations with nucleon-nucleon and\nthree-nucleon interactions up to fourth order in the $\\chi$EFT expansion. From\nthese calculations our newly developed Bayesian machine-learning approach\nextracts the size and smoothness properties of the correlated EFT truncation\nerror. We then propose a novel extension that uses multitask machine learning\nto reveal correlations between the EOS at different proton fractions. The\ninferred in-medium $\\chi$EFT breakdown scale in pure neutron matter and\nsymmetric nuclear matter is consistent with that from free-space\nnucleon-nucleon scattering. These significant advances allow us to provide\nposterior distributions for the nuclear saturation point and propagate\ntheoretical uncertainties to derived quantities: the pressure and\nincompressibility of symmetric nuclear matter, the nuclear symmetry energy, and\nits derivative. Our results, which are validated by statistical diagnostics,\ndemonstrate that an understanding of truncation-error correlations between\ndifferent densities and different observables is crucial for reliable UQ. The\nmethods developed here are publicly available as annotated Jupyter notebooks.\n\n    "
   },
   "1ce394058e9a7a8b": {
      "url": "https:\/\/arxiv.org\/pdf\/2005.13537",
      "title": "Gravitational waves from vacuum first order phase transitions II: from  thin to thick walls",
      "author": "Authors:Daniel Cutting, Elba Granados Escartin, Mark Hindmarsh, David J. Weir",
      "comment": "24 pages, 20 figures. Updated to match version accepted for publication. Modification of how lattice uncertainty was incorporated into analysis leads to a moderate quantitative but not qualitative change in the fits reported",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Phenomenology (hep-ph)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "\nAbstract:  In a vacuum first-order phase transition, gravitational waves are generated\nfrom collision of bubbles of the true vacuum. The spectrum from such collisions\ntakes the form of a broken power law. We consider a toy model for such a phase\ntransition, where the dynamics of the scalar field depends on a single\nparameter $\\overline{\\lambda}$, which controls how thin the bubble wall is at\nnucleation and how close to degenerate the vacua are relative to the barrier.\nWe extend on our previous work by performing a series of simulations with a\nrange of $\\overline{\\lambda}$. The peak of the gravitational-wave power\nspectrum varies by up to a factor of $1.3$, which is probably an unobservable\neffect. We find that the ultraviolet (UV) power law in the gravitational-wave\nspectrum becomes steeper as $\\overline{\\lambda} \\rightarrow 0$, varying between\n$k^{-1.4}$ and $k^{-2.2}$ for the $\\overline{\\lambda}$ considered. This\nprovides some evidence that the form of the underlying effective potential of a\nvacuum first-order phase transition could be determined from the\ngravitational-wave spectrum it produces.\n\n    "
   },
   "e704bf5e4f309c86": {
      "url": "https:\/\/arxiv.org\/pdf\/2006.11358",
      "title": "Broadband X-ray Burst Spectroscopy of the FRB-Emitting Galactic Magnetar",
      "author": "Authors:G. Younes (1,2), M. G. Baring (3), C. Kouveliotou (1,2), Z. Arzoumanian (4), T. Enoto (5), J. Doty (6), K. C. Gendreau (4), E. Göğüş (7), S. Guillot (8), T. Güver (9), A. K. Harding (4), W. C. G. Ho (10), A. J. van der Horst (1,2), G. K. Jaisawal (11), Y. Kaneko (7), B. J. LaMarr (12), L. Lin (13), W. Majid (14), T. Okajima (4), J. Pope (4), P. S. Ray (15), O. J. Roberts (16), M. Saylor (4), J. F. Steiner (17), Z. Wadiasingh (4) ((1 and 2) GWU, (3) Rice University, (4) NASA\/GSFC, (5) RIKEN research, (6) Noqsi Aerospace, (7) Sabanci University, (8) IRAP, (9) Istanbul University, (10) Haverford college, (11) Technical University, (12) MIT, (13) Normal University of Beijing, (14) JPL, (15) NRL, (16) Harvard)",
      "comment": "Resubmitted to Nature Astronomy - main results unchanged",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  Magnetars are young, magnetically-powered neutron stars possessing the\nstrongest magnetic fields in the Universe. Fast Radio Bursts (FRBs) are\nextremely intense millisecond-long radio pulses of primarily extragalactic\norigin, and a leading attribution for their genesis focuses on magnetars. A\nhallmark signature of magnetars is their emission of bright, hard X-ray bursts\nof sub-second duration. On April 27th 2020, the Galactic magnetar SGR\nJ1935+2154 emitted hundreds of X-ray bursts in a few hours. One of these\ntemporally coincided with an FRB, the first detection of an FRB from the Milky\nWay. Here we present spectral and temporal analyses of 24 X-ray bursts emitted\n13 hours prior to the FRB and seen simultaneously with the NASA NICER and\nFermi\/GBM missions in their combined energy range, 0.2 keV-30 MeV. These\nbroadband spectra permit direct comparison with the spectrum of the\nFRB-associated X-ray burst (FRB-X). We demonstrate that all 24 NICER\/GBM bursts\nare very similar temporally, albeit strikingly different spectrally, from\nFRB-X. The singularity of the FRB-X burst is perhaps indicative of an uncommon\nlocale for its origin. We suggest that this event originated in quasi-polar\nopen or closed magnetic field lines that extend to high altitudes.\n\n    "
   },
   "78e795da9a1ccb7b": {
      "url": "https:\/\/arxiv.org\/pdf\/2006.13221",
      "title": "Quenching and morphological evolution due to circumgalactic gas  expulsion in a simulated galaxy with a controlled assembly history",
      "author": "Authors:Jonathan J. Davies, Robert A. Crain, Andrew Pontzen",
      "comment": "19 pages, 11 figures, accepted for publication in MNRAS. High resolution images and movies are available at this https URL",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  We examine the influence of dark matter halo assembly on the evolution of a\nsimulated $\\sim L^\\star$ galaxy. Starting from a zoom-in simulation of a\nstar-forming galaxy evolved with the EAGLE galaxy formation model, we use the\ngenetic modification technique to create a pair of complementary assembly\nhistories: one in which the halo assembles later than in the unmodified case,\nand one in which it assembles earlier. Delayed assembly leads to the galaxy\nexhibiting a greater present-day star formation rate than its unmodified\ncounterpart, whilst in the accelerated case the galaxy quenches at $z\\simeq 1$,\nand becomes spheroidal. We simulate each assembly history nine times, adopting\ndifferent seeds for the random number generator used by EAGLE's stochastic\nsubgrid implementations of star formation and feedback. The systematic changes\ndriven by differences in assembly history are significantly stronger than the\nrandom scatter induced by this stochasticity. The sensitivity of $\\sim L^\\star$\ngalaxy evolution to dark matter halo assembly follows from the close coupling\nof the growth histories of the central black hole (BH) and the halo, such that\nearlier assembly fosters the formation of a more massive BH, and more efficient\nexpulsion of circumgalactic gas. In response to this expulsion, the\ncircumgalactic medium reconfigures at a lower density, extending its cooling\ntime and thus inhibiting the replenishment of the interstellar medium. Our\nresults indicate that halo assembly history significantly influences the\nevolution of $\\sim L^\\star$ central galaxies, and that the expulsion of\ncircumgalactic gas is a crucial step in quenching them.\n\n    "
   },
   "677e3c2de4673b4f": {
      "url": "https:\/\/arxiv.org\/pdf\/2007.08219",
      "title": "24 synoptic maps of 296 prominence average magnetic fields measured by  Hanle effect during cycle XXI ascending phase",
      "author": "Authors:V. Bommier, J.L. Leroy, S. Sahal-Brechot",
      "comment": "31 pages, 27 figures, resubmitted to Astronomy & Astrophysics, section \"Catalogs and Data\"",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "\nAbstract:  Aims : The aim of the present paper is to publish 24 synoptic maps of solar\nfilaments, in which 296 prominence average unambiguous magnetic field vectors\nwere determined by Pic-du-Midi observations between 1974 and 1982, which is the\nascending phase of cycle XXI. Methods : The magnetic field was determined by\ninterpretation of the Hanle effect observed in the He I D3 line. Previous\nresults about the prominence field polarity and prominence chirality were\napplied to solve the fundamental ambiguity. The measurements were averaged in\neach prominence for accuracy reasons. Results : The result is twofold. First,\nalternating field directions can be observed from one neutral line to the next\none. Second, a general field alignment is found along a solar North-South field\ndistorted under the differential rotation effect. The numerical data about\nprominence and their magnetic field coordinates are provided as on-line\nmaterial associated to this paper.\n\n    "
   },
   "fd3993379af6f765": {
      "url": "https:\/\/arxiv.org\/pdf\/2007.08582",
      "title": "3HWC: The Third HAWC Catalog of Very-High-Energy Gamma-ray Sources",
      "author": "Authors:A. Albert, R. Alfaro, C. Alvarez, J.R. Angeles Camacho, J.C. Arteaga-Velázquez, K.P. Arunbabu, D. Avila Rojas, H.A. Ayala Solares, V. Baghmanyan, E. Belmont-Moreno, S.Y. BenZvi, C. Brisbois, K.S. Caballero-Mora, T. Capistrán, A. Carramiñana, S. Casanova, U. Cotti, S. Coutiño de León, E. De la Fuente, R. Diaz Hernandez, L. Diaz-Cruz, B.L. Dingus, M.A. DuVernois, M. Durocher, J.C. Díaz-Vélez, R.W. Ellsworth, K. Engel, C. Espinoza, K.L. Fan, K. Fang, M. Fernández Alonso, H. Fleischhack, N. Fraija, A. Galván-Gámez, D. Garcia, J.A. García-González, F. Garfias, G. Giacinti, M.M. González, J.A. Goodman, J.P. Harding, S. Hernandez, J. Hinton, B. Hona, D. Huang, F. Hueyotl-Zahuantitla, P. Hüntemeyer, A. Iriarte, A. Jardin-Blicq,  et al. (58 additional authors not shown)",
      "comment": "20 pages, 11 figures. Published in The Astrophysical Journal. See accompanying data release at this https URL",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE); Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  We present a new catalog of TeV gamma-ray sources using 1523 days of data\nfrom the High Altitude Water Cherenkov (HAWC) observatory. The catalog\nrepresents the most sensitive survey of the Northern gamma-ray sky at energies\nabove several TeV, with three times the exposure compared to the previous HAWC\ncatalog, 2HWC. We report 65 sources detected at $\\geq$ 5 sigma significance,\nalong with the positions and spectral fits for each source. The catalog\ncontains eight sources that have no counterpart in the 2HWC catalog, but are\nwithin $1^\\circ$ of previously detected TeV emitters, and twenty sources that\nare more than $1^\\circ$ away from any previously detected TeV source. Of these\ntwenty new sources, fourteen have a potential counterpart in the fourth\n\\textit{Fermi} Large Area Telescope catalog of gamma-ray sources. We also\nexplore potential associations of 3HWC sources with pulsars in the ATNF pulsar\ncatalog and supernova remnants in the Galactic supernova remnant catalog.\n\n    "
   },
   "f02fc55bcb2dca67": {
      "url": "https:\/\/arxiv.org\/pdf\/2007.09674",
      "title": "Large $r$ against Trans-Planckian Censorship in Scalar-Tensor Theory?",
      "author": "Authors:Jiaming Shi, Taotao Qiu",
      "comment": "6 pages, 1 figure",
      "subjects": "General Relativity and Quantum Cosmology (gr-qc); Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Theory (hep-th)",
      "primary subject": "General Relativity and Quantum Cosmology (gr-qc)",
      "abstract": "\nAbstract:  In this paper, we discuss about the possibility to enhance the\ntensor-to-scalar ratio $r$ under the condition of Trans-Planckian censorship\nconjecture (TCC), thus $r\\sim O(10^{-3})$ could be observable within the\nsensitivity of future experiments. We make use of the scalar-tensor theory\nwhere inflaton is nonminimally coupled to gravity. After demonstrating that the\nTCC condition could be modified in scalar-tensor theory, we show that due to\nthe effects of modified gravity at the end of inflation, a large $r\\sim\nO(10^{-3})$ could be allowed without violating the TCC. Moreover, the\nmodification can give rise to a weak coupling of gravity to the inflation\nfield. If such an effect has been present as early as inflation starts, it\nwould imply that in our case, the Universe might have experienced an\nasymptotically safe period at its early time.\n\n    "
   },
   "329aba278eea4558": {
      "url": "https:\/\/arxiv.org\/pdf\/2008.05475",
      "title": "Pre-processing, group accretion and the orbital trajectories of  associated subhaloes",
      "author": "Authors:Lucie Bakels (1, 2), Aaron D. Ludlow (1, 2), Chris Power (1, 2) ((1) International Centre for Radio Astronomy Research, University of Western Australia, (2) ARC Centre of Excellence for All-Sky Astrophysics in 3D (ASTRO 3D))",
      "comment": "17 pages, 12 figures, submitted to MNRAS",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  We use a high-resolution cosmological dark matter-only simulation to study\nthe orbital trajectories of haloes and subhaloes in the environs of isolated\nhosts. We carefully tally all apsis points and use them to distinguish haloes\nthat are infalling for the first time from those that occupy more evolved\norbits. We find that roughly 21 per cent of subhaloes within a host's virial\nradius are currently on first infall, and have not yet reached their first\norbital pericentre; roughly 44 per cent are still approaching their first\napocentre after infall. For the range of host masses studied, roughly half of\nall accreted systems were pre-processed prior to infall, and about 20 per cent\nwere accreted in groups. We confirm that the entire population of accreted\nsubhaloes -- often referred to as \"associated\" subhaloes -- extend far beyond\nthe virial radii of their hosts, with roughly half currently residing at\ndistances that exceed $\\approx 1.2\\times r_{200}$. Many of these backsplash\nhaloes have gained orbital energy since infall, and occupy extreme orbits that\ncarry them well past their initial turnaround radii. Such extreme orbits are\ncreated during the initial accretion and dissolution of loosely bound groups,\nbut also through penetrating encounters between subhaloes on subsequent orbits.\nThe same processes may also give rise to unexpectedly abrupt losses of orbital\nenergy. These effects combine, giving rise to a large variation in the ratio of\nsequent apocentres for accreted systems. We find that, within 2 virial radii\nfrom host centres, the concentrations of first-infall halos are remarkably\nsimilar those of isolated field halos, whereas backsplash haloes, as well as\nsystems that were pre-processed, are considerably more concentrated.\n\n    "
   },
   "d920b501dcaa9449": {
      "url": "https:\/\/arxiv.org\/pdf\/2008.10616",
      "title": "Multimessenger Gamma-Ray and Neutrino Coincidence Alerts using HAWC and  IceCube sub-threshold Data",
      "author": "Authors:H. A. Ayala Solares, S. Coutu, J. J. DeLaunay, D. B. Fox, T. Grégoire, A. Keivani, F. Krauß, M. Mostafá, K. Murase, C. F. Turley (The AMON Team), A. Albert, R. Alfaro, C. Alvarez, J.R. Angeles Camacho, J.C. Arteaga-Velázquez, K.P. Arunbabu, D. Avila Rojas, E. Belmont-Moreno, C. Brisbois, K.S. Caballero-Mora, A. Carramiñana, S. Casanova, U. Cotti, E. De la Fuente, R. Diaz Hernandez, B.L. Dingus, M.A. DuVernois, M. Durocher, J.C. Díaz-Vélez, C. Espinoza, K.L. Fan, H. Fleischhack, N. Fraija, A. Galván-Gámez, D. Garcia, J.A. García-González, F. Garfias, M.M. González, J.A. Goodman, J.P. Harding, B. Hona, D. Huang, F. Hueyotl-Zahuantitla, P. Huntemeyer, A. Iriarte, A. Jardin-Blicq, V. Joshi, H. León Vargas, J.T. Linnemann, A.L. Longinotti,  et al. (400 additional authors not shown)",
      "comment": "14 pages, 5 figures, 3 tables",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  The High Altitude Water Cherenkov (HAWC) and IceCube observatories, through\nthe Astrophysical Multimessenger Observatory Network (AMON) framework, have\ndeveloped a multimessenger joint search for extragalactic astrophysical\nsources. This analysis looks for sources that emit both cosmic neutrinos and\ngamma rays that are produced in photo-hadronic or hadronic interactions. The\nAMON system is running continuously, receiving sub-threshold data (i.e. data\nthat is not suited on its own to do astrophysical searches) from HAWC and\nIceCube, and combining them in real-time. We present here the analysis\nalgorithm, as well as results from archival data collected between June 2015\nand August 2018, with a total live-time of 3.0 years. During this period we\nfound two coincident events that have a false alarm rate (FAR) of $<1$\ncoincidence per year, consistent with the background expectations. The\nreal-time implementation of the analysis in the AMON system began on November\n20th, 2019, and issues alerts to the community through the Gamma-ray\nCoordinates Network with a FAR threshold of $<4$ coincidences per year.\n\n    "
   },
   "5eb7c5d90fea48c4": {
      "url": "https:\/\/arxiv.org\/pdf\/2009.02273",
      "title": "Blazar jets launched with similar energy per baryon, independently of  their power",
      "author": "Authors:Jesus M. Rueda-Becerril, Amanda O. Harrison, Dimitrios Giannios",
      "comment": "11 pages, 5 figures, accepted in MNRAS",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  The most extreme active galactic nuclei (AGN) are the radio active ones whose\nrelativistic jet propagates close to our line of sight. These objects were\nfirst classified according to their emission line features into flat-spectrum\nradio quasars (FSRQs) and BL Lacertae objects (BL Lacs). More recently,\nobservations revealed a trend between these objects known as the \\emph{blazar\nsequence}, along with an anti-correlation between the observed power and the\nfrequency of the synchrotron peak. In the present work, we propose a fairly\nsimple idea that could account for the whole blazar population: all jets are\nlaunched with similar energy per baryon, independently of their power. In the\ncase of FSRQs, the most powerful jets, manage to accelerate to high bulk\nLorentz factors, as observed in the radio. As a result, they have a rather\nmodest magnetization in the emission region, resulting in magnetic reconnection\ninjecting a steep particle energy distribution and, consequently, steep\nemission spectra in the $\\gamma$-rays. For the weaker jets, namely BL Lacs, the\nopposite holds true; i.e., the jet does not achieve a very high bulk Lorentz\nfactor, leading to more magnetic energy available for non-thermal particle\nacceleration, and harder emission spectra at frequencies $\\gtrsim$ GeV. In this\nscenario, we recover all observable properties of blazars with our simulations,\nincluding the \\emph{blazar sequence} for models with mild baryon loading ($50\n\\lesssim \\mu \\lesssim 80$). This interpretation of the blazar population,\ntherefore, tightly constrains the energy per baryon of blazar jets regardless\nof their accretion rate.\n\n    "
   },
   "31bc68c77e91424b": {
      "url": "https:\/\/arxiv.org\/pdf\/2009.06645",
      "title": "The baryonic specific angular momentum of disc galaxies",
      "author": "Authors:Pavel E. Mancera Piña, Lorenzo Posti, Filippo Fraternali, Elizabeth A. K. Adams, Tom Oosterloo",
      "comment": "Accepted for publication in A&A. Only minor changes with respect to the previous version, results remain unchanged. The full version of the main table is available at this https URL and will be soon available at the CDS",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  (Abridged) Specific angular momentum is one of the key parameters that\ncontrol the evolution of galaxies. In this work, we derive the baryonic\nspecific angular momentum of disc galaxies and study its relation with the dark\nmatter specific angular momentum. Using a combination of high-quality HI\nrotation curves and HI\/near-IR surface densities, we homogeneously measure the\nstellar ($j_{\\rm *}$) and gas ($j_{\\rm gas}$) specific angular momenta for a\nlarge sample of local disc galaxies. This allows us to determine the baryonic\nspecific angular momentum ($j_{\\rm bar}$) with high accuracy and across a very\nwide range of masses. The $j_{\\ast}-M_\\ast$ relation is an unbroken power-law\nfrom $7 \\lesssim$ log($M_\\ast$\/$M_\\odot) \\lesssim 11.5$, with slope $0.54 \\pm\n0.02$. For the gas component, we find that the $j_{\\rm gas}-M_{\\rm gas}$\nrelation is also an unbroken power-law from $6 \\lesssim$ log($M_{\\rm\ngas}$\/$M_\\odot) \\lesssim 11$, with a steeper slope of $1.01 \\pm 0.04$.\nRegarding the baryonic relation, our data support a correlation characterized\nby single power-law with slope $0.58 \\pm 0.02$. Our most massive spirals and\nsmallest dwarfs lie along the same $j_{\\rm bar}-M_{\\rm bar}$ sequence. While\nthe relations are tight and unbroken, we find internal correlations inside\nthem: At fixed $M_\\ast$, galaxies with larger $j_\\ast$ have larger disc scale\nlengths, and at fixed $M_{\\rm bar}$, gas-poor galaxies have lower $j_{\\rm bar}$\nthan expected. We estimate the retained fraction of baryonic specific angular\nmomentum, finding it constant across our entire mass range with a value of 0.7,\nindicating that the $j_{\\rm bar}$ of present-day disc galaxies is comparable to\nthe initial specific angular momentum of their dark matter haloes. These\nresults set important constraints for hydrodynamical simulations and\nsemi-analytical models that aim to reproduce galaxies with realistic specific\nangular momenta.\n\n    "
   },
   "10af1010c639b44c": {
      "url": "https:\/\/arxiv.org\/pdf\/2009.08461",
      "title": "MOA-2009-BLG-319Lb: A Sub-Saturn Planet Inside the Predicted Mass Desert",
      "author": "Authors:Sean K. Terry, Aparna Bhattacharya, David P. Bennett, Jean-Phillipe Beaulieu, Naoki Koshimoto, Joshua W. Blackman, Ian A. Bond, Andrew A. Cole, Calen B. Henderson, Jessica R. Lu, Jean Baptiste Marquette, Clement Ranc, Aikaterini Vandorou",
      "comment": "16 pages, 6 figures, AJ in press",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP); Astrophysics of Galaxies (astro-ph.GA); Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "\nAbstract:  We present an adaptive optics (AO) analysis of images from the Keck-II\ntelescope NIRC2 instrument of the planetary microlensing event\nMOA-2009-BLG-319. The $\\sim$10 year baseline between the event and the Keck\nobservations allows the planetary host star to be detected at a separation of\n$66.5\\pm 1.7\\,$mas from the source star, consistent with the light curve model\nprediction. The combination of the host star brightness and light curve\nparameters yield host star and planet masses of M_host = 0.514 $\\pm$ 0.063M_Sun\nand m_p = 66.0 $\\pm$ 8.1M_Earth at a distance of $D_L = 7.0 \\pm 0.7\\,$kpc. The\nstar-planet projected separation is $2.03 \\pm 0.21\\,$AU. The planet-star mass\nratio of this system, $q = (3.857 \\pm 0.029)\\times 10^{-4}$, places it in the\npredicted \"planet desert\" at $10^{-4} < q < 4\\times 10^{-4}$ according to the\nrunaway gas accretion scenario of the core accretion theory. Seven of the 30\nplanets in the Suzuki et al. (2016) sample fall in this mass ratio range, and\nthis is the third with a measured host mass. All three of these host stars have\nmasses of 0.5 $\\leq$ M_host\/M_Sun $\\leq$ 0.7, which implies that this predicted\nmass ratio gap is filled with planets that have host stars within a factor of\ntwo of 1M_Sun. This suggests that runaway gas accretion does not play a major\nrole in determining giant planet masses for stars somewhat less massive than\nthe Sun. Our analysis has been accomplished with a modified DAOPHOT code that\nhas been designed to measure the brightness and positions of closely blended\nstars. This will aid in the development of the primary method that the Nancy\nGrace Roman Space Telescope mission will use to determine the masses of\nmicrolens planets and their hosts.\n\n    "
   },
   "836d937e58ad8bb9": {
      "url": "https:\/\/arxiv.org\/pdf\/2010.02944",
      "title": "Morphological and Rotation Structures of Circumgalactic Mg II Gas in the  EAGLE Simulation and the Dependence on Galaxy Properties",
      "author": "Authors:Stephanie H. Ho, Crystal L. Martin, Joop Schaye",
      "comment": "26 pages with 18 figures and 3 tables; accepted for publication in ApJ",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  Low-ionization-state Mg II gas has been extensively studied in quasar\nsightline observations to understand the cool, $\\sim$$10^4$ K gas in the\ncircumgalactic medium. Motivated by recent observations showing that the Mg II\ngas around low-redshift galaxies has significant angular momentum, we use the\nhigh-resolution EAGLE cosmological simulation to analyze the morphological and\nrotation structures of the $z\\approx0.3$ circumgalactic Mg II gas and examine\nhow they change with the host galaxy properties. Around star-forming galaxies,\nwe find that the Mg II gas has an axisymmetric instead of a spherical\ndistribution, and the axis of symmetry aligns with that of the Mg II gas\nrotation. A similar rotating structure is less commonly found in the small\nsample of simulated quiescent galaxies. We also examine how often Mg II gas\naround galaxies selected using a line-of-sight velocity cut includes gas\nphysically outside of the virial radius ($r_\\mathrm{vir}$). For example, we\nshow that at an impact parameter of 100 pkpc, a $\\pm500$ km s$^{-1}$ velocity\ncut around galaxies with stellar masses of $10^9$-$10^{9.5}\\mathrm{M_\\odot}$\n($10^{10}$-$10^{10.5}\\mathrm{M_\\odot}$) selects Mg II gas beyond the virial\nradius 80% (6%) of the time. Because observers typically select Mg II gas\naround target galaxies using such a velocity cut, we discuss how this issue\naffects the study of circumgalactic Mg II gas properties, including the\ndetection of corotation. While the corotating Mg II gas generally extends\nbeyond $0.5r_\\mathrm{vir}$, the Mg II gas outside of the virial radius\ncontaminates the corotation signal and makes observers less likely to conclude\nthat gas at large impact parameters (e.g., $\\gtrsim0.25 r_\\mathrm{vir}$) is\ncorotating.\n\n    "
   },
   "acd0741cb2fd1f61": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.05331",
      "title": "The galaxy-halo connection of emission-line galaxies in IllustrisTNG",
      "author": "Authors:Boryana Hadzhiyska, Sandro Tacchella, Sownak Bose, Daniel J. Eisenstein",
      "comment": "19 pages, 12 figures, 2 tables; feel welcome to email",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  We employ the hydrodynamical simulation IllustrisTNG-300-1 to explore the\nhalo occupation distribution (HOD) and environmental dependence of luminous\nstar-forming emission-line galaxies (ELGs) at $z \\sim 1$. Such galaxies are key\ntargets for current and upcoming cosmological surveys. We select model galaxies\nthrough cuts in colour-colour space allowing for a direct comparison with the\nExtended Baryon Oscillation Spectroscopic Survey and the Dark Energy\nSpectroscopic Instrument (DESI) surveys and then compare them with galaxies\nselected based on specific star-formation rate (sSFR) and stellar mass. We\ndemonstrate that the ELG populations are twice more likely to reside in\nlower-density regions (sheets) compared with the mass-selected populations and\ntwice less likely to occupy the densest regions of the cosmic web (knots). We\nalso show that the colour-selected and sSFR-selected ELGs exhibit very similar\noccupation and clustering statistics, finding that the agreement is best for\nlower redshifts. In contrast with the mass-selected sample, the occupation of\nhaloes by a central ELG peaks at $\\sim$20\\%. We furthermore explore the\ndependence of the HOD and the auto-correlation on environment, noticing that at\nfixed halo mass, galaxies in high-density regions cluster about 10 times more\nstrongly than low-density ones. This result suggests that we should model\ncarefully the galaxy-halo relation and implement assembly bias effects into our\nmodels (estimated at $\\sim$4\\% of the clustering of the DESI colour-selected\nsample at $z = 0.8$). Finally, we apply a simple mock recipe to recover the\nclustering on large scales ($r \\gtrsim 1 \\ {\\rm Mpc}\/h$) to within 1\\% by\naugmenting the HOD model with an environment dependence, demonstrating the\npower of adopting flexible population models.\n\n    "
   },
   "c6462f1047b10786": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.05456",
      "title": "Neutrino refractive effects during their decoupling era in the early  universe",
      "author": "Authors:R. F. Sawyer",
      "comment": "5 pages, 2,figures",
      "subjects": "High Energy Physics - Phenomenology (hep-ph); Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "primary subject": "High Energy Physics - Phenomenology (hep-ph)",
      "abstract": "\nAbstract:  There is an accepted approach to calculation of the neutrino flavor\ndensity-matrix in the halo of a supernova, in which neutrino amplitudes, not\ncross-sections, need to be followed carefully in the regionabove the region of\nfrequent scatterings. We apply the same reasoning and techniques to the\nevolution of neutrino flavors and energy distributions in the early universe in\nthe era of neutrino decoupling. It is likely that the resulting changes to the\nclassic numbers that have been used in cosmology will be significantly greater\nthan the ones that are found in recent updates of the theory in this region, in\nwhich only cross-sections were used. On a closely related issue: predictions\nfor the production of sterile neutrinos, should they exist, will be changed\nsignificantly.\n\n    "
   },
   "c4316a7456013ec4": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.06215",
      "title": "Precise Dynamical Masses and Orbital Fits for $β$ Pic b and $β$  Pic c",
      "author": "Authors:G. Mirek Brandt, Timothy D. Brandt, Trent J. Dupuy, Yiting Li, Daniel Michalik",
      "comment": "AJ accepted. Minor Changes. Supplemental data are updated. Note that SPHERE data are consistent with the fit. Supplementary tables are included with the latex source files",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "\nAbstract:  We present a comprehensive orbital analysis to the exoplanets $\\beta$\nPictoris b and c that resolves previously reported tensions between the\ndynamical and evolutionary mass constraints on $\\beta$ Pic b. We use the MCMC\norbit code orvara to fit fifteen years of radial velocities and relative\nastrometry (including recent GRAVITY measurements), absolute astrometry from\nHipparcos and Gaia, and a single relative radial velocity measurement between\n$\\beta$ Pic A and b. We measure model-independent masses of\n$9.3^{+2.6}_{-2.5}\\, M_{\\rm Jup}$ for $\\beta$ Pic b and $8.3\\pm 1.0\\,M_{\\rm\nJup}$ for $\\beta$ Pic c. These masses are robust to modest changes to the input\ndata selection. We find a well-constrained eccentricity of $0.119 \\pm 0.008$\nfor $\\beta$ Pic b, and an eccentricity of $0.21^{+0.16}_{-0.09}$ for $\\beta$\nPic c, with the two orbital planes aligned to within $\\sim$0.5$^\\circ$. Both\nplanets' masses are within $\\sim$1$\\sigma$ of the predictions of hot-start\nevolutionary models and exclude cold starts. We validate our approach on\n$N$-body synthetic data integrated using REBOUND. We show that orvara can\naccount for three-body effects in the $\\beta$ Pic system down to a level\n$\\sim$5 times smaller than the GRAVITY uncertainties. Systematics in the masses\nand orbital parameters from orvara's approximate treatment of multiplanet\norbits are a factor of $\\sim$5 smaller than the uncertainties we derive here.\nFuture GRAVITY observations will improve the constraints on $\\beta$ Pic c's\nmass and (especially) eccentricity, but improved constraints on the mass of\n$\\beta$ Pic b will likely require years of additional RV monitoring and\nimproved precision from future Gaia data releases.\n\n    "
   },
   "2f1877e40c89fa26": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.08762",
      "title": "Evidence of galaxy interaction in the Narrow-line Seyfert 1 galaxy  IRAS17020+4544 seen by NOEMA",
      "author": "Authors:Q. Salomé, A. L. Longinotti, Y. Krongold, C. Feruglio, V. Chavushyan, O. Vega, S. García-Burillo, A. Fuente, A. Olguín-Iglesias, V. M. Patiño-Álvarez, I. Puerari, A. Robleto-Orús",
      "comment": "Published in MNRAS, Volume 501, Issue 1, Pages 219-228",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  The narrow-line Seyfert 1 galaxy IRAS17020+4544 is one of the few sources\nwhere both an X-ray ultra-fast outflow and a molecular outflow were observed to\nbe consistent with energy conservation. However, IRAS17020+4544 is less massive\nand has a much more modest active galactic nucleus (AGN) luminosity than the\nother examples. Using recent CO(1-0) observations with the NOrthern Extended\nMillimeter Array (NOEMA), we characterised the molecular gas content of the\nhost galaxy for the first time. We found that the molecular gas is distributed\ninto an apparent central disc of 1.1x10^9 Msun, and a northern extension\nlocated up to 8 kpc from the centre with a molecular gas mass M_H2~10^8 Msun.\nThe molecular gas mass and the CO dynamics in the northern extension reveal\nthat IRAS 17020+4544 is not a standard spiral galaxy, instead it is interacting\nwith a dwarf object corresponding to the northern extension. This interaction\npossibly triggers the high accretion rate onto the super massive black hole.\nWithin the main galaxy, which hosts the AGN, a simple analytical model predicts\nthat the molecular gas may lie in a ring, with less molecular gas in the\nnuclear region. Such distribution may be the result of the AGN activity which\nremoves or photodissociates the molecular gas in the nuclear region (AGN\nfeedback). Finally, we have detected a molecular outflow of mass\nM_H2=(0.7-1.2)x10^7 Msun in projection at the location of the northern galaxy,\nwith a similar velocity to that of the massive outflow reported in previous\nmillimeter data obtained by the Large Millimeter Telescope.\n\n    "
   },
   "79f0430df99dd5a8": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.10222",
      "title": "Discovery of an M-type Companion to the Herbig Ae Star V1787 Ori",
      "author": "Authors:R. Arun, Blesson Mathew, Sridharan Rengaswamy, P. Manoj, Mayank Narang, Sreeja S. Kartha, G. Maheswar",
      "comment": "10 pages,3 tables, 5 figures, accepted for publication in MNRAS",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "\nAbstract:  The intermediate mass Herbig Ae star V1787 Ori is a member of the L1641\nstar-forming region in the Orion A molecular cloud. We report the detection of\nan M-type companion to V1787 Ori at a projected separation of 6.66\"\n(corresponding to 2577 au), from the analysis of VLT\/NACO adaptive optics\n$K_s$-band image. Using astrometric data from Gaia DR2, we show that V1787 Ori\nA and B share similar distance ($d$ $\\sim$ 387 pc) and proper motion,\nindicating that they are physically associated. We estimate the spectral type\nof V1787 Ori B to be M5 $\\pm$ 2 from color--spectral type calibration tables\nand template matching using SpeX spectral library. By fitting PARSEC models in\nthe Pan-STARRS color-magnitude diagram, we find that V1787 Ori B has an age of\n8.1$^{+1.7}_{-1.5}$ Myr and a mass of 0.39$^{+0.02}_{-0.05}$ $M_\\odot$. We show\nthat V1787 Ori is a pre-main sequence wide binary system with a mass ratio of\n0.23. Such a low mass ratio system is rarely identified in Herbig Ae\/Be binary\nsystems. We conclude this work with a discussion on possible mechanisms for the\nformation of V1787 Ori wide binary system.\n\n    "
   },
   "e58578d5fef0fcb4": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.12804",
      "title": "Quartic hilltop inflation revisited",
      "author": "Authors:Gabriel German",
      "comment": "14 pages, 5 figures. Accepted for publication in JCAP. Small changes to match the accepted version",
      "subjects": "Cosmology and Nongalactic Astrophysics (astro-ph.CO); General Relativity and Quantum Cosmology (gr-qc)",
      "primary subject": "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "abstract": "\nAbstract:  We implement a procedure by which the parameters present in the potential of\nQuartic Hilltop Inflation (QHI) are eliminated in favor of the scalar spectral\nindex $n_s$ and the tensor-to-scalar ratio $r$. By doing this it is posible to\nobtain in a straightforward and simple way the equations of a previous analysis\nwhere an analytical treatment of QHI in the large field limit is given. This\nprocedure also allows a more precise discussion of general properties of the\nmodel. Also, using a constraint from the reheating epoch it is possible to find\nbounds for the parameters of the model as well as for quantities of interest\nsuch as the running of the scalar index, the reheating temperature and the\ninflationary scale. Since the bounds found come from expressions given\nexclusively in terms of $n_s$ and $r$ they will continue to narrow as the\nmeasurements of the observables $n_s$ and $r$ become more sensitive.\n\n    "
   },
   "cd4188a2f814a35a": {
      "url": "https:\/\/arxiv.org\/pdf\/2011.14984",
      "title": "FROST: a momentum-conserving CUDA implementation of a hierarchical  fourth-order forward symplectic integrator",
      "author": "Authors:Antti Rantala, Thorsten Naab, Volker Springel",
      "comment": "18 pages, 7 figures. Accepted for publication in MNRAS",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM); Astrophysics of Galaxies (astro-ph.GA); Computational Physics (physics.comp-ph)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "\nAbstract:  We present a novel hierarchical formulation of the fourth-order forward\nsymplectic integrator and its numerical implementation in the GPU-accelerated\ndirect-summation N-body code FROST. The new integrator is especially suitable\nfor simulations with a large dynamical range due to its hierarchical nature.\nThe strictly positive integrator sub-steps in a fourth-order symplectic\nintegrator are made possible by computing an additional gradient term in\naddition to the Newtonian accelerations. All force calculations and kick\noperations are synchronous so the integration algorithm is manifestly\nmomentum-conserving. We also employ a time-step symmetrisation procedure to\napproximately restore the time-reversibility with adaptive individual\ntime-steps. We demonstrate in a series of binary, few-body and million-body\nsimulations that FROST conserves energy to a level of $|\\Delta E \/ E| \\sim\n10^{-10}$ while errors in linear and angular momentum are practically\nnegligible. For typical star cluster simulations, we find that FROST scales\nwell up to $N_\\mathrm{GPU}^\\mathrm{max}\\sim 4\\times N\/10^5$ GPUs, making direct\nsummation N-body simulations beyond $N=10^6$ particles possible on systems with\nseveral hundred and more GPUs. Due to the nature of hierarchical integration\nthe inclusion of a Kepler solver or a regularised integrator with\npost-Newtonian corrections for close encounters and binaries in the code is\nstraightforward.\n\n    "
   },
   "24ec521177a66a37": {
      "url": "https:\/\/arxiv.org\/pdf\/2012.00462",
      "title": "New concepts in vector-Apodizing Phase Plate coronagraphy",
      "author": "Authors:Steven P. Bos, David S. Doelman, Kelsey L. Miller, Frans Snik",
      "comment": "13 pages, 15 figures, published in SPIE. Re-uploaded to fix a corrupted figure",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "\nAbstract:  The vector-Apodizing Phase Plate (vAPP) is a pupil-plane coronagraph that\nmanipulates phase to create dark holes in the stellar PSF. The phase is induced\non the circular polarization states through the inherently achromatic geometric\nphase by spatially varying the fast axis orientation of a half-wave\nliquid-crystal layer. The two polarized PSFs can be separated, either by a\nquarter-wave plate (QWP) followed by a polarizing beamsplitter (PBS) for\nbroadband operation, or a polarization sensitive grating (PSG) for narrowband\nor IFS operation. Here we present new vAPP concepts that lift the restrictions\nof previous designs and report on their performance. We demonstrated that the\nQWP+PBS combination puts tight tolerances on the components to prevent leakage\nof non-coronagraphic light into the dark-hole. We present a new broadband\ndesign using an innovative two-stage patterned liquid-crystal element system\nbased on multi-color holography, alleviating the leakage problem and relaxing\nmanufacturing tolerances. Furthermore, we have shown that focal-plane wavefront\nsensing (FPWFS) can be integrated into the vAPP by an asymmetric pupil.\nHowever, such vAPPs suffer from a reduced throughput and have only been\ndemonstrated with a PSG in narrowband operation. We present advanced designs\nthat maintain throughput and enable phase and amplitude wavefront sensing. We\nalso present broadband vAPP FPWFS designs and outline a broadband FPWFS\nalgorithm. Finally, previous dual-beam vAPP designs for sensitive polarimetry\nwith one-sided dark holes were very complex. We show new dual-beam designs that\nsignificantly reduce the complexity.\n\n    "
   },
   "4e19595e6618af90": {
      "url": "https:\/\/arxiv.org\/pdf\/2012.10935",
      "title": "Radiative heating achieves the ultimate regime of thermal convection",
      "author": "Authors:Simon Lepot, Sébastien Aumaître, Basile Gallet",
      "comment": "None",
      "subjects": "Fluid Dynamics (physics.flu-dyn); Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Fluid Dynamics (physics.flu-dyn)",
      "abstract": "\nAbstract:  The absorption of light or radiation drives turbulent convection inside\nstars, supernovae, frozen lakes and the Earth's mantle. In these contexts, the\ngoal of laboratory and numerical studies is to determine the relation between\nthe internal temperature gradients and the heat flux transported by the\nturbulent flow. This is the constitutive law of turbulent convection, to be\ninput into large-scale models of such natural flows. However, in contrast with\nthe radiative heating of natural flows, laboratory experiments have focused on\nconvection driven by heating and cooling plates: the heat transport is then\nseverely restricted by boundary layers near the plates, which prevents the\nrealization of the mixing-length scaling-law used in evolution models of\ngeophysical and astrophysical flows. There is therefore an important\ndiscrepancy between the scaling-laws measured in laboratory experiments and\nthose used eg. in stellar evolution models. Here we provide experimental and\nnumerical evidence that radiatively driven convection spontaneously achieves\nthe mixing-length scaling regime, also known as the `ultimate' regime of\nthermal convection. This constitutes the first clear observation of this regime\nof turbulent convection. Our study therefore bridges the gap between models of\nnatural flows and laboratory experiments. It opens an experimental avenue for a\npriori determinations of the constitutive laws to be implemented into models of\ngeophysical and astrophysical flows, as opposed to empirical fits of these\nconstitutive laws to the scarce observational data.\n\n    "
   },
   "c846fb6de4420439": {
      "url": "https:\/\/arxiv.org\/pdf\/2012.11397",
      "title": "Extending the $Z^2_n$ and $H$ statistics to generic pulsed profiles",
      "author": "Authors:Matteo Bachetti (1), Maura Pilia (1), Daniela Huppenkothen (2), Scott M. Ransom (3), Stefano Curatti (4), Alessandro Ridolfi (1 and 5) ((1) INAF-Osservatorio Astronomico di Cagliari, Selargius (CA), Italy, (2) SRON Netherlands Institute for Space Research, Utrecht, Netherlands, (3) National Radio Astronomy Observatory, Charlottesville, VA, USA, (4) Infora Società Cooperativa, Cagliari, Italy, (5) Max-Planck-Institut für Radioastronomie, Bonn, Germany)",
      "comment": "15 pages, 5 figures, resubmitted to ApJ with minor edits. Comments welcome",
      "subjects": "Instrumentation and Methods for Astrophysics (astro-ph.IM); High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "abstract": "\nAbstract:  The search for astronomical pulsed signals within noisy data, in the radio\nband, is usually performed through an initial Fourier analysis to find\n\"candidate\" frequencies and then refined through the folding of the time series\nusing trial frequencies close to the candidate. In order to establish the\nsignificance of the pulsed profiles found at these trial frequencies, pulsed\nprofiles are evaluated with a chi-squared test, to establish how much they\ndepart from a null hypothesis where the signal is consistent with a flat\ndistribution of noisy measurements. In high-energy astronomy, the chi-squared\nstatistic has widely been replaced by the $Z^2_n$ statistic and the H-test as\nthey are more sensitive to extra information such as the harmonic content of\nthe pulsed profile. The $Z^2_n$ statistic and H-test were originally developed\nfor the use with \"event data\", composed of arrival times of single photons,\nleaving it unclear how these methods could be used in radio astronomy. In this\npaper, we present a version of the $Z^2_n$ statistic and H-test for pulse\nprofiles with Gaussian uncertainties, appropriate for radio or even optical\npulse profiles. We show how these statistical indicators provide better\nsensitivity to low-significance pulsar candidates with respect to the usual\nchi-squared method, and a straightforward way to discriminate between pulse\nprofile shapes. Moreover, they provide an additional tool for Radio Frequency\nInterference (RFI) rejection.\n\n    "
   },
   "0c953c47e407f365": {
      "url": "https:\/\/arxiv.org\/pdf\/2012.14023",
      "title": "Multi-Channel Auto-Calibration for the Atmospheric Imaging Assembly  using Machine Learning",
      "author": "Authors:Luiz F. G. dos Santos, Souvik Bose, Valentina Salvatelli, Brad Neuberg, Mark C. M. Cheung, Miho Janvier, Meng Jin, Yarin Gal, Paul Boerner, Atılım Güneş Baydın",
      "comment": "12 pages, 7 figures, 8 tables. This is a pre-print of an article submitted and accepted by A&A Journal The source code and the rest of the dataset will be made public soon",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "\nAbstract:  Solar activity plays a quintessential role in influencing the interplanetary\nmedium and space-weather around the Earth. Remote sensing instruments onboard\nheliophysics space missions provide a pool of information about the Sun's\nactivity via the measurement of its magnetic field and the emission of light\nfrom the multi-layered, multi-thermal, and dynamic solar atmosphere. Extreme UV\n(EUV) wavelength observations from space help in understanding the subtleties\nof the outer layers of the Sun, namely the chromosphere and the corona.\nUnfortunately, such instruments, like the Atmospheric Imaging Assembly (AIA)\nonboard NASA's Solar Dynamics Observatory (SDO), suffer from time-dependent\ndegradation, reducing their sensitivity. Current state-of-the-art calibration\ntechniques rely on periodic sounding rockets, which can be infrequent and\nrather unfeasible for deep-space missions. We present an alternative\ncalibration approach based on convolutional neural networks (CNNs). We use\nSDO-AIA data for our analysis. Our results show that CNN-based models could\ncomprehensively reproduce the sounding rocket experiments' outcomes within a\nreasonable degree of accuracy, indicating that it performs equally well\ncompared with the current techniques. Furthermore, a comparison with a standard\n\"astronomer's technique\" baseline model reveals that the CNN approach\nsignificantly outperforms this baseline. Our approach establishes the framework\nfor a novel technique to calibrate EUV instruments and advance our\nunderstanding of the cross-channel relation between different EUV channels.\n\n    "
   },
   "2d4350a50f1395e9": {
      "url": "https:\/\/arxiv.org\/pdf\/2012.15785",
      "title": "Studying the onset of deconfinement with multi-messenger astronomy of  neutron stars",
      "author": "Authors:David Blaschke, Mateusz Cierniak",
      "comment": "7 pages, 5 figures, 1 table, revised and extended text, added formula, acknowledgement and references, version accepted for publication in Astron. Nachr",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE); High Energy Physics - Phenomenology (hep-ph); Nuclear Theory (nucl-th)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  With the first multi-messenger observation of a binary neutron star merger\n(GW170817) new constraints became available for masses and radii of neutron\nstars. We introduce a class of hybrid EoS that fulfils all these constraints\nand predicts a region in the mass-radius diagram that could be populated only\nby hybrid neutron stars with quark matter cores. A confirmation of this\nconjecture would be provided when the NICER radius measurement for the\nhigh-mass pulsar PSR J0740+6620 yields a radius less than 11 km. Would this\nradius measurement yield a result in excess of 12 km, this would allow for\nboth, a purely hadronic and a hybrid nature of this star. In the latter case\nthe maximum mass could reach $2.6~M_\\odot$ so that the lighter object in the\nasymmetric binary merger GW190814 could have been a hybrid star. We demonstrate\nthat this high mass can be compatible with an early onset of deconfinement at\nstar masses below $1~M_\\odot$ and the occurrence of low-mass twin stars. In\nsuch a case the remnant of GW170817 could be a long-lived hypermassive pulsar.\n\n    "
   },
   "46fdc20ddb2eecdc": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.00663",
      "title": "CHEOPS observations of the HD 108236 planetary system: A fifth planet,  improved ephemerides, and planetary radii",
      "author": "Authors:A. Bonfanti, L. Delrez, M.J. Hooton, T.G. Wilson, L. Fossati, Y. Alibert, S. Hoyer, A.J. Mustill, H.P. Osborn, V. Adibekyan, D. Gandolfi, S. Salmon, S.G. Sousa, A. Tuson, V. Van Grootel, J. Cabrera, V. Nascimbeni, P.F.L. Maxted, S.C.C. Barros, N. Billot, X. Bonfils, L. Borsato, C. Broeg, M.B. Davies, M. Deleuil, O.D.S. Demangeon, M. Fridlund, G. Lacedelli, M. Lendl, C. Persson, N.C. Santos, G. Scandariato, Gy.M. Szabó, A. Collier Cameron, S. Udry, W. Benz, M. Beck, D. Ehrenreich, A. Fortier, K.G. Isaak, D. Queloz, R. Alonso, J. Asquier, T. Bandy, T. Bárczy, D. Barrado, O. Barragán, W. Baumjohann, T. Beck, A. Bekkelien, M. Bergomi, M-D. Busch, A. Brandeker, V. Cessa, S. Charnoz, B. Chazelas, C. Corral Van Damme, B.-O. Demory, A. Erikson, J. Farinato, D. Futyan, A. Garcia Muñoz,  et al. (47 additional authors not shown)",
      "comment": "20 pages, 14 figures, accepted by A&A",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "\nAbstract:  The detection of a super-Earth and three mini-Neptunes transiting the bright\n($V$ = 9.2 mag) star HD 108236 (also known as TOI-1233) was recently reported\non the basis of TESS and ground-based light curves. We perform a first\ncharacterisation of the HD 108236 planetary system through high-precision\nCHEOPS photometry and improve the transit ephemerides and system parameters. We\ncharacterise the host star through spectroscopic analysis and derive the radius\nwith the infrared flux method. We constrain the stellar mass and age by\ncombining the results obtained from two sets of stellar evolutionary tracks. We\nanalyse the available TESS light curves and one CHEOPS transit light curve for\neach known planet in the system. We find that HD 108236 is a Sun-like star with\n$R_{\\star}=0.877\\pm0.008 R_{\\odot}$, $M_{\\star}=0.869^{+0.050}_{-0.048}\nM_{\\odot}$, and an age of $6.7_{-5.1}^{+4.0}$ Gyr. We report the serendipitous\ndetection of an additional planet, HD 108236 f, in one of the CHEOPS light\ncurves. For this planet, the combined analysis of the TESS and CHEOPS light\ncurves leads to a tentative orbital period of about 29.5 days. From the light\ncurve analysis, we obtain radii of $1.615\\pm0.051$, $2.071\\pm0.052$,\n$2.539_{-0.065}^{+0.062}$, $3.083\\pm0.052$, and $2.017_{-0.057}^{+0.052}$\n$R_{\\oplus}$ for planets HD 108236 b to HD 108236 f, respectively. These values\nare in agreement with previous TESS-based estimates, but with an improved\nprecision of about a factor of two. We perform a stability analysis of the\nsystem, concluding that the planetary orbits most likely have eccentricities\nsmaller than 0.1. We also employ a planetary atmospheric evolution framework to\nconstrain the masses of the five planets, concluding that HD 108236 b and HD\n108236 c should have an Earth-like density, while the outer planets should host\na low mean molecular weight envelope.\n\n    "
   },
   "4f8e235626cba09e": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.00844",
      "title": "Rivers of Gas I.: Unveiling The Properties of High Redshift Filaments",
      "author": "Authors:Marius Ramsøy, Adrianne Slyz, Julien Devriendt, Clotilde Laigle, Yohan Dubois",
      "comment": "19 pages, 11 figures",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  At high redshift, the cosmic web is widely expected to have a significant\nimpact on the morphologies, dynamics and star formation rates of the galaxies\nembedded within it, underscoring the need for a comprehensive study of the\nproperties of such a filamentary network. With this goal in mind, we perform an\nanalysis of high-$z$ gas and dark matter (DM) filaments around a Milky Way-like\nprogenitor simulated with the {\\sc ramses} adaptive mesh refinement (AMR) code\nfrom cosmic scales ($\\sim$1 Mpc) down to the virial radius of its DM halo host\n($\\sim$20 kpc at $z=4$). Radial density profiles of both gas and DM filaments\nare found to have the same functional form, namely a plummer-like profile\nmodified to take into account the wall within which these filaments are\nembedded. Measurements of the typical filament core radius $r_0$ from the\nsimulation are consistent with that of isothermal cylinders in hydrostatic\nequilibrium. Such an analytic model also predicts a redshift evolution for the\ncore radius of filaments in fair agreement with the measured value for DM $(r_0\n\\propto (1+z)^{-3.18\\pm 0.28})$. Gas filament cores grow as $(r_0 \\propto\n(1+z)^{-2.72\\pm 0.26})$. In both gas and DM, temperature and vorticity sharply\ndrop at the edge of filaments, providing an excellent way to constrain the\nouter filament radius. When feedback is included the gas temperature and\nvorticity fields are strongly perturbed, hindering such a measurement in the\nvicinity of the galaxy. However, the core radius of the filaments as measured\nfrom the gas density field is largely unaffected by feedback, and the median\ncentral density is only reduced by about 20%.\n\n    "
   },
   "85192cabcdb5d5e1": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.01201",
      "title": "AT2017gfo: Bayesian inference and model selection of multi-component  kilonovae and constraints on the neutron star equation of state",
      "author": "Authors:Matteo Breschi, Albino Perego, Sebastiano Bernuzzi, Walter Del Pozzo, Vsevolod Nedora, David Radice, Diego Vescovi",
      "comment": "None",
      "subjects": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "primary subject": "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "abstract": "\nAbstract:  The joint detection of the gravitational wave GW170817, of the short\n$\\gamma$-ray burst GRB170817A and of the kilonova AT2017gfo, generated by the\nthe binary neutron star merger observed on August 17, 2017, is a milestone in\nmultimessenger astronomy and provides new constraints on the neutron star\nequation of state. We perform Bayesian inference and model selection on\nAT2017gfo using semi-analytical, multi-components models that also account for\nnon-spherical ejecta. Observational data favor anisotropic geometries to\nspherically symmetric profiles, with a log-Bayes' factor of ${\\sim}10^{4}$, and\nfavor multi-component models against single-component ones. The best fitting\nmodel is an anisotropic three-component composed of dynamical ejecta plus\nneutrino and viscous winds. Using the dynamical ejecta parameters inferred from\nthe best-fitting model and numerical-relativity relations connecting the ejecta\nproperties to the binary properties, we constrain the binary mass ratio to\n$q<1.54$ and the reduced tidal parameter to $120<\\tilde\\Lambda<1110$. Finally,\nwe combine the predictions from AT2017gfo with those from GW170817,\nconstraining the radius of a neutron star of $1.4~{\\rm M}_\\odot$ to\n$12.2\\pm0.5~{\\rm km}$ ($1\\sigma$ level). This prediction could be further\nstrengthened by improving kilonova models with numerical-relativity\ninformation.\n\n    "
   },
   "449d1dc80aef1ee5": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.01360",
      "title": "Partitioning the Galactic Halo with Gaussian Mixture Models",
      "author": "Authors:Xilong Liang, Yuqin Chen, Jingkun Zhao, Gang Zhao",
      "comment": "19pages,9 figures",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  The Galactic halo is supposed to form from merging with nearby dwarf\ngalaxies. In order to probe different components of the Galactic halo, we have\napplied the Gaussian Mixture Models method to a selected sample of metal poor\nstars with [Fe\/H] $< -0.7$ dex in the APOGEE DR16 catalogue based on\nfour-parameters, metallicity, [Mg\/Fe] ratio and spatial velocity\n(\\textit{$V_R$, $V_\\phi$}). Nine groups are identified with four from the halo\n(group 1, 3, 4 and 5), one from the thick disk (group 6), one from the thin\ndisk (group 8) and one from dwarf galaxies (group 7) by analyzing their\ndistributions in the ([M\/H], [Mg\/Fe]), ($V_R$, $V_\\phi$), (\\textit{Zmax},\n\\textit{eccentricity}), (\\textit{Energy}, \\textit{Lz}) and ([Mg\/Mn], [Al\/Fe])\ncoordinates. The rest two groups are respectively caused by observational\neffect (group 9) and the cross section component (group 2) between the thin\ndisk and the thick disk. It is found that in the extremely outer accreted halo\n(group 1), stars born in the Milky Way can not be distinguished from those\naccreted from other galaxies either chemically or kinematically. In the\nintermediate metallicity of $-$1.6 $<$ [Fe\/H] $< -0.7$ dex, the accreted halo\nmainly composed of the Gaia-Enceladus-Sausage substructure (group 5), which can\nbe easily distinguished from group 4 (the in-situ halo group) in both chemical\nand kinematic space. Some stars of group 4 may come from the disk and some disk\nstars can be scattered to high orbits by resonant effects as shown in the\n\\textit{Zmax} versus Energy coordinate. We also displayed the spatial\ndistribution of main components of the halo and the ratio of accreted\ncomponents do not show clear relation to Galactic radius.\n\n    "
   },
   "8cedc83a13639386": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.01904",
      "title": "Comparing Classification Models on Kepler Data",
      "author": "Authors:Rohan Saha",
      "comment": "None",
      "subjects": "Earth and Planetary Astrophysics (astro-ph.EP); Instrumentation and Methods for Astrophysics (astro-ph.IM); Machine Learning (cs.LG)",
      "primary subject": "Earth and Planetary Astrophysics (astro-ph.EP)",
      "abstract": "\nAbstract:  Even though the original Kepler mission ended due to mechanical failures, the\nKepler satellite continues to collect data. Using classification models, we can\nunderstand the features exoplanets possess and then use those features to\ninvestigate further for any more information on the candidate planet. Based on\nthe classification model, the idea is to find out the probability of the planet\nunder observation being a candidate for an exoplanet or a false positive. If\nthe model predicts that the observation is a candidate for being an exoplanet,\nthen the further investigation can be conducted. From the model, we can narrow\ndown the features that might explain the difference between a candidate and a\nfalse-positive which ultimately helps us to increase the efficiency of any\nmodel and fine-tune the model and ultimately the process of searching for any\nfuture exoplanets. The model comparison is supported by McNemar's test for\nchecking significance.\n\n    "
   },
   "2d970f56ee727b11": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02101",
      "title": "The black hole masses of extremely luminous radio-WISE selected galaxies",
      "author": "Authors:E. R. Ferris, A. W. Blain, R.J. Assef, N. A. Hatch, A. Kimball, M. Kim, A. Sajina, A. Silva, D. Stern, T. Diaz-Santos, C-W. Tsai, D. Wylezalek",
      "comment": "Accepted for publication in MNRAS. 14 pages (+8 page appendix), 11 figures and 9 tables",
      "subjects": "Astrophysics of Galaxies (astro-ph.GA)",
      "primary subject": "Astrophysics of Galaxies (astro-ph.GA)",
      "abstract": "\nAbstract:  We present near-IR photometry and spectroscopy of 30 extremely luminous radio\nand mid-IR selected galaxies. With bolometric luminosities exceeding\n$\\sim10^{13}$ $\\rm{L_{\\odot}}$ and redshifts ranging from $z = 0.880-2.853$, we\nuse VLT instruments X-shooter and ISAAC to investigate this unique population\nof galaxies. Broad multi-component emission lines are detected in 18 galaxies\nand we measure the near-IR lines $\\rm{H\\rm{\\beta}}$,\n$\\text{[OIII]}\\rm{\\lambda}\\rm{\\lambda}4959,5007$ and $\\rm{H\\rm{\\alpha}}$ in\nsix, 15 and 13 galaxies respectively, with 10 $\\rm{Ly\\alpha}$ and five CIV\nlines additionally detected in the UVB arm. We use the broad\n$\\text{[OIII]}\\rm{\\lambda}5007$ emission lines as a proxy for the bolometric\nAGN luminosity, and derive lower limits to supermassive black hole masses of\n$10^{7.9}$-$10^{9.4}$ $\\text{M}_{\\odot}$ with expectations of corresponding\nhost masses of $10^{10.4}$-$10^{12.0}$ $\\text{M}_{\\odot}$. We measure\n$\\rm{\\lambda}_{Edd}$ > 1 for eight of these sources at a $2\\sigma$\nsignificance. Near-IR photometry and SED fitting are used to compare stellar\nmasses directly. We detect both Balmer lines in five galaxies and use these to\ninfer a mean visual extinction of $A_{V}$ = 2.68 mag. Due to non-detections and\nuncertainties in our $\\rm{H\\rm{\\beta}}$ emission line measurements, we simulate\na broad $\\rm{H\\rm{\\beta}}$ line of FWHM = 1480 $\\rm{kms^{-1}}$ to estimate\nextinction for all sources with measured $\\rm{H\\rm{\\alpha}}$ emission. We then\nuse this to infer a mean $A_{V}=3.62$ mag, demonstrating the highly-obscured\nnature of these galaxies, with the consequence of increasing our estimates of\nblack-hole masses by an 0.5 orders of magnitude in the most extreme and\nobscured cases.\n\n    "
   },
   "4f12c5bd14ed75b0": {
      "url": "https:\/\/arxiv.org\/pdf\/2101.02181",
      "title": "Non-equilibrium Flux Rope Formation by Confined Flares Preceding a Solar  Coronal Mass Ejection",
      "author": "Authors:Bernhard Kliem, Jeongwoo Lee, Rui Liu, Stephen M. White, Chang Liu, Satoshi Masuda",
      "comment": "Accepted by the ApJ; v1: initial submission",
      "subjects": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "primary subject": "Solar and Stellar Astrophysics (astro-ph.SR)",
      "abstract": "\nAbstract:  We present evidence that a magnetic flux rope was formed before a coronal\nmass ejection (CME) and its associated long-duration flare during a pair of\npreceding confined eruptions and associated impulsive flares in a compound\nevent in NOAA Active Region 12371. Extreme-ultraviolet images and the\nextrapolated nonlinear force-free field show that the first two, impulsive\nflares, SOL2015-06-21T01:42, result from the confined eruption of highly\nsheared low-lying flux, presumably a seed flux rope. The eruption spawns a\nvertical current sheet, where magnetic reconnection creates flare ribbons and\nloops, a nonthermal microwave source, and a sigmoidal hot channel which can\nonly be interpreted as a magnetic flux rope. Until the subsequent long-duration\nflare, SOL2015-06-21T02:36, the sigmoid's elbows expand, while its center\nremains stationary, suggesting non-equilibrium but not yet instability. The\n\"flare reconnection\" during the confined eruptions acts like \"tether-cutting\nreconnection\" whose flux feeding of the rope leads to instability. The\nsubsequent full eruption is seen as an accelerated rise of the entire hot\nchannel, seamlessly evolving into the fast halo CME. Both the confined and\nejective eruptions are consistent with the onset of the torus instability in\nthe dipped decay index profile which results from the region's two-scale\nmagnetic structure. We suggest that the formation or enhancement of a\nnon-equilibrium but stable flux rope by confined eruptions is a generic process\noccurring prior to many CMEs.\n\n    "
   }
}